{
  "name": "Milky Way",
  "clusters" : [
    {
      "name": "Argos Rho",
      "top": 63.1,
      "left": 64.5,
      "image": "cluster-07.webp",
      "bodies": [
        {
          "name": "Gorgon",
          "star": "Gorgon",
          "top": 70,
          "left": 48,
          "bodies": [
            {
              "name": "wuo",
              "image": "Martian.webp",
              "texture": true,
              "orbit": "76.4/20",
              "year": "158",
              "size": "6959/6378",
              "day": "158*365",
              "coords": "s",
              "details": "Wuo is a terrestrial planet only known from scan data picked up by unmanned probes. Though over 76 AU from the blue giant Gorgon, temperatures in Wuo's orbit are still dangerously high. Only ships with very powerful heat radiating systems can venture that deep into the system. Fortunately, Wuo is not a terribly interesting world. It has a thin atmosphere of nitrogen and methane, and the scorching surface is mainly composed of alumina with deposits of platinum. The world is tidally locked to Gorgon, leaving the sunward side a scorched and irradiated wasteland, and the dark side frigid and ice-crusted."
            },
            {
              "name": "vectra",
              "image": "Gaseous5.webp",
              "texture": true,
              "orbit": "99.45/20",
              "year": "234.7",
              "size": "69833/6378",
              "day": "234.7*365",
              "coords": "n",
              "details": "Vectra is a typical hydrogen-helium gas giant with traces of methane and sodium in its atmosphere. The heat of the star Gorgon is slowly blasting away the gas giant's massive atmosphere, which is visible as a long, dim tail that trails behind the planet."
            },
            {
              "name": "camaron",
              "image": "Rockbits1.webp",
              "texture": true,
              "orbit": "199/30",
              "year": "664.8",
              "size": "5198/6378",
              "day": "664.8*365",
              "coords": "ne",
              "details": "Camaron is a terrestrial world with a thin atmosphere of carbon dioxide and argon. The surface is scorching hot, primarily composed of iron with deposits of nickel. Like Wuo, Camaron is tide-locked to the blue giant, forever \"looking into the face of the Gorgon\"."
            },
            {
              "name": "sharblu",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "orbit": "373.63/50",
              "year": "1711",
              "size": "43342/6378",
              "day": "1711*365",
              "coords": "sw",
              "details": "The asari crew who initially surveyed the system (during Earth's 17th century) named Sharblu after a then-popular soprano. The singer was renowned for her unusual skin tone, which was quite similar to that of the planet. Sharblu is too small to be a \"standard hydrogen-helium gas giant\" (William Hubbard, The New Solar System 4th ed, 1999; p. 194). In addition its 17.8 sol-mass star cannot have formed before 7.48 million years ago. It is too hot to attract ices. It is more likely a superterrestrial protoplanet. The clear gasses in its atmosphere will suffice to induce a Rayleigh scattering effect and an appearance of deep blue (with clouds)."
            },
            {
              "name": "slekon",
              "image": "Gaseous7.webp",
              "texture": true,
              "orbit": "709.9/100",
              "year": "4483.1",
              "size": "77.115/6378",
              "day": "4483.1*365",
              "coords": "se",
              "details": "Orbiting at an unbelievable distance of 710 AU (over 66 billion kilometers) from Gorgon, Slekon is a huge gas giant, with an atmosphere tainted by methane and chlorine."
            }
          ]
        },
        {
          "name": "Hydra",
          "star": "Hydra",
          "top": 36,
          "left": 57,
          "bodies": [
            {
              "name": "varmalus",
              "image": "Martian.webp",
              "texture": true,
              "orbit": "0.5",
              "year": "0.4",
              "size": "9593/6378",
              "day": "19.4/24",
              "coords": "s",
              "details": "Varmalus has a thick atmosphere of nitrogen and helium. Its surface is scorching hot, and mainly composed of alumina with deposits of borax. The planet has an extensive network of subterranean caves, formed over the millennia by volcanic processes. In these relatively cool areas, some primitive life has developed."
            },
            {
              "name": "metgos",
              "image": "Mercury.webp",
              "texture": true,
              "orbit": "2",
              "year": "2.8",
              "size": "7301/6378",
              "day": "47.2/24",
              "coords": "sw",
              "details": "Metgos is a large terrestrial planet with an atmosphere of carbon dioxide and nitrogen. Its hot surface is mainly composed of nickel with deposits of potassium and heavy metals. It is a mineralogical treasure trove, with concentrated heavy elements constantly being brought to the surface by volcanic activity. Metgos is inhospitable and dangerous, and expeditions must be well-prepared to survive any length of time. With its high mass, heat-trapping clouds and constant volcanic venting, Metgos seems well on its way to becoming a Venusian \"pressure cooker\" world."
            },
            {
              "name": "theyar",
              "image": "Gaseous2.webp",
              "texture": true,
              "orbit": "5.45",
              "year": "12.8",
              "size": "60774/6378",
              "day": "11.8/24",
              "coords": "e",
              "details": "Theyar is a large gas giant with traces of chlorine and sodium in its atmosphere. It also has a significant amount of water vapor in the clouds of its upper atmosphere. Theyar was struck by an asteroid at least 12 kilometers in diameter within the last hundred years. The superheating caused by the impactor's atmospheric passage created a large bank of vicious storms along the equatorial band."
            },
            {
              "name": "canrum",
              "image": "Moon.webp",
              "texture": true,
              "orbit": "16.52",
              "year": "67.3",
              "size": "5220/6378",
              "day": "32.5/24",
              "coords": "sw",
              "details": "Canrum is a small, rocky world with a trace atmosphere of methane and krypton. Its surface is mainly composed of magnesium and silicates with deposits of carbon. Canrum was the site of the warlord Shiagur's defeat by turian peacekeeping forces during the Krogan Rebellions. While this band was not especially powerful, Shiagur was a female warlord – and one of the few remaining fertile females, at that. She had, through viciousness and cunning, parlayed her unique value into a position of power. Krogan males competed for the right to join her band and lie with her. When Shiagur's death was announced, vengeful male krogan admirers near and far swore blood oaths against the participating turian crews. In the end, several thousand of the turian participants were killed in open combat or through assassination. To this day, many krogan proudly proclaim that they have the \"blood of Shiagur\"."
            },
            {
              "name": "syba",
              "image": "Gaseous5.webp",
              "texture": true,
              "orbit": "29.66",
              "year": "162.1",
              "size": "45145/6378",
              "day": "12.8/24",
              "coords": "ne",
              "details": "Syba is a standard Neptune-type gas giant, the upper cloud decks of its hydrogen-helium atmosphere tinted a dramatic blue by traces of methane."
            }
          ]
        },
        {
          "name": "Phoenix",
          "star": "Phoenix",
          "top": 24,
          "left": 39,
          "bodies": [
            {
              "name": "patashi",
              "image": "venus-texture.webp",
              "texture": true,
              "orbit": "0.5",
              "year": "0.3",
              "size": "7082/6378",
              "day": "0.3*365",
              "coords": "ne",
              "details": "Patashi is a sun-blasted terrestrial world whose atmosphere was blasted away millennia ago by the star Phoenix. The surface is scorching hot, and mainly composed of iron with deposits of tin. Due to its relatively low density, Patashi is tidally locked to Phoenix. Seas of molten light metals cover much of the sunward side."
            },
            {
              "name": "sylsalto",
              "image": "Gaseous7.webp",
              "texture": true,
              "orbit": "13",
              "year": "36",
              "size": "56621/6378",
              "day": "13.6/24",
              "coords": "s",
              "details": "Sylsalto is a standard hydrogen-helium gas giant. It has no remarkable features."
            },
            {
              "name": "intai'sei",
              "image": "Savannah.webp",
              "texture": true,
              "orbit": "15.68",
              "year": "47.8",
              "size": "5987/6378",
              "day": "27.6/24",
              "coords": "w",
              "details": "An atmosphere similar to Earth's made Intai'sei an early candidate for human colonization. However, prohibitively high temperatures and an arid climate have proven a hindrance to terraforming and agriculture. A few human cities were founded, but the majority of the human population on Intai'sei remains scattered across the vast deserts, operating wind farms and geological research stations."
            },
            {
              "name": "tuntau",
              "image": "mercury-texture.webp",
              "texture": true,
              "orbit": "19.01",
              "year": "63.8",
              "size": "11867/6378",
              "day": "69.7/24",
              "coords": "n",
              "details": "An atmosphere similar to Earth's made Intai'sei an early candidate for human colonization. However, prohibitively high temperatures and an arid climate have proven a hindrance to terraforming and agriculture. A few human cities were founded, but the majority of the human population on Intai'sei remains scattered across the vast deserts, operating wind farms and geological research stations."
            }
          ]
        }
      ]
    },
    {
      "name": "Armstrong Nebula",
      "top": 45.6,
      "left": 88.9,
      "image": "cluster-16.webp",
      "bodies": [
        {
          "name": "Gagarin",
          "star": "Gagarin",
          "top": 64,
          "left": 35,
          "bodies": [
            {
              "name": "junthor",
              "image": "Icy.webp",
              "texture": true,
              "orbit": "0.8",
              "year": "0.2",
              "size": "10480/6378",
              "day": "56.7/24",
              "coords": "s",
              "details": "Junthor is a large terrestrial planet with a thick atmosphere of carbon dioxide and chlorine. The surface is mainly composed of aluminum with deposits of nickel. Surveyors found the ruins of a technical civilization near the equator — evidently the colony of an ancient spacefaring race. The ruins had subsided to almost nothing — merely wind hollowed husks of arcologies and other megastructures. In the center of the ruins was a single column whose inscriptions defied translation for several centuries. When asari linguists finally managed a translation, the elaborate relief carvings said merely, \"Walk among these works, and know our greatness.\" The crude scratches on the base of the reverse side said, \"Monsters from the id\"."
            },
            {
              "name": "pressha",
              "image": "Gaseous6.webp",
              "texture": true,
              "orbit": "1.2",
              "year": "0.7",
              "size": "38482/6378",
              "day": "16.2/24",
              "coords": "nw",
              "details": "Pressha is a relatively small hydrogen-helium gas giant with large amounts of hydrocarbons in the middle layers of the atmosphere."
            },
            {
              "name": "rayingri",
              "image": "Martian.webp",
              "texture": true,
              "orbit": "2.1",
              "year": "1.3",
              "size": "5171/6378",
              "day": "60.5/24",
              "coords": "e",
              "details": "Pressha is a relatively small hydrogen-helium gas giant with large amounts of hydrocarbons in the middle layers of the atmosphere."
            },
            {
              "name": "sogelrus",
              "image": "IcyMars02.webp",
              "texture": true,
              "orbit": "5.7",
              "year": "1.8",
              "size": "4327/6378",
              "day": "24/24",
              "coords": "nw",
              "details": "Sogelrus is a small terrestrial planet with a thin atmosphere of nitrogen and argon. The frigid surface is mainly composed of water ice, which can be plainly seen in the bottoms of recent craters. The dark coloration of the surface is caused by a carbon and ferrous material, pushed up from the denser core by cryovolcanic processes."
            }
          ]
        },
        {
          "name": "Grissom",
          "star": "Grissom",
          "top": 60,
          "left": 46,
          "filter": "hue-rotate(110deg) brightness(1.5)",
          "asteroids": [
            {
              "orbit": "5",
              "year": "150",
              "bodies": 200
            },
            {
              "orbit": "12",
              "year": "100",
              "bodies": 300
            }
          ],
          "bodies": [
            {
              "name": "benda",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "saturate(0.4) hue-rotate(45deg) brightness(1.2) contrast(2)",
              "orbit": "1.2",
              "year": "812.3",
              "size": "6788/6378",
              "day": "41.2/24",
              "coords": "se",
              "details": "Benda has a dense atmosphere of sulphur dioxide and chlorine. Though technically classified as a \"terrestrial\" world, the surface of the planet has never cooled enough for a crust to form. It is a global sea of molten rock. Like Zaherux, its atmosphere is being blasted away by the solar wind. Once its thick atmosphere is gone, Benda's surface will be a \"mere\" 400 degree C."
            },
            {
              "name": "zaherux",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "saturate(0.4) hue-rotate(46deg) brightness(1.4)",
              "orbit": "3",
              "year": "266.8",
              "size": "6729/6378",
              "day": "51.5/24",
              "coords": "w",
              "details": "Zaherux's nitrogen-argon atmosphere is being blasted away by the solar wind of the blue giant Grissom. Its surface consists of \"seas\" of loose silica dust, some kilometers deep, which periodically swirl into global sandstorms. Many unmanned probes to Zaherux have been lost over the years. Though investigation has attributed all to mechanical failure or computational error, a popular extranet meme insists the entire planet is composed of dormant nanotechnology, created millennia ago by a race even more advanced than the Protheans. According to the story, Zaherux's silica dust is actually \"disassembler\" robots which periodically awaken to defend themselves. Though discounted by every reputable scientist, this theory has been popularized by a series of sensationalistic texts by asari author Delsae Orthysa."
            },
            {
              "name": "notanban",
              "image": "Gaseous7.webp",
              "texture": true,
              "filter": "hue-rotate(75deg) saturate(1.2) contrast(1.6)",
              "orbit": "7.2",
              "year": "990.5",
              "size": "73314/6378",
              "day": "16.9/24",
              "coords": "nw",
              "details": "Notanban is a hydrogen-helium gas giant with traces of ammonia. Molecular nitrogen is present in the highest levels of the atmosphere, giving the planet its odd violet tint. The upper levels of Notanban's atmosphere are inhabited by \"shoals\" of tiny ammonia-based lifeforms, no larger or more complex than the plankton of Earth's oceans. Held aloft by air pressure and wind, these bioluminescent creatures constantly flee from the approach of the terminator. Should they be exposed to the light and heat of Grissom, they die.",
              "bodies": [
                {
                  "name": "solcrum",
                  "image": "Venusian.webp",
                  "texture": true,
                  "filter": "saturate(1.3) brightness(1.2) hue-rotate(-150deg) contrast(1.9) blur(calc(var(--planet-size) /60))",
                  "orbit": ".7",
                  "year": "0.6",
                  "size": "4534/6378",
                  "day": "0.6*365",
                  "coords": "s",
                  "details": "Solcrum is the largest moon of the gas giant Notanban. It has a trace atmosphere of krypton and xenon. The crust is composed of various metals with deposits of sodium. As with every body in the solar system, the surface is scorching hot and thoroughly irradiated by the blue giant Grissom. Surface excursions without proper protective gear are certain to prove fatal.<br><br>On approach to Notanban, Normandy's passive sensor array intercepted a fragmentary coded transmission from the surface of Solcrum. Attempts to decrypt the message were fruitless; it does not appear to be in any software coding language used by the Citadel races."
                }
              ]
            }
          ]
        },
        {
          "name": "Hong",
          "star": "Hong",
          "top": 31,
          "left": 47,
          "bodies": [
            {
              "name": "pomal",
              "image": "Swamp.webp",
              "filter": "hue-rotate(-40deg) brightness(1.2) contrast(1.2)",
              "clouds": "earth-clouds.webp",
              "cloudsFilter": "opacity(25%)",
              "texture": true,
              "orbit": "1.1",
              "year": "0.5",
              "size": "9616/6378",
              "day": "47/24",
              "coords": "s",
              "details": "Pomal is an enormous terrestrial planet, with a very dense atmosphere of carbon dioxide and sodium. The surface is scorching hot, and mainly composed of sodium oxides and deposits of nickel. There is evidence that Pomal was once covered with broad, shallow seas. Should a probe ever be sent to the surface, a check for ancient fossil life might prove valuable."
            },
            {
              "name": "casbin",
              "image": "Savannah.webp",
              "clouds": "Clouds1.webp",
              "cloudsFilter": "opacity(25%)",
              "texture": true,
              "filter": "contrast(1.5) brightness(0.5) hue-rotate(-10deg)",
              "orbit": "3",
              "year": "1.1",
              "size": "7819/6378",
              "day": "44.6/24",
              "coords": "ne",
              "details": "Casbin is a classic \"pre-garden\" terrestrial world, with conditions similar to those on Earth millions of years ago. Its hot, humid atmosphere is mainly composed of nitrogen and carbon dioxide. An increasing amount of the surface is covered by simple lichen and algae. Should no unexpected calamity occur, these tiny plants will change the atmosphere to an Earth-like nitrogen-oxygen mix over the next few millennia.<br><br>Due to its potential for future habitability and sapient life, Casbin has been designated a Sanctuary World by the Citadel Council. Landing is prohibited by law, and any disturbance of the fragile young ecosystem will result in harsh fines and imprisonment.<br><br>At present, the planet is passing through the debris trail of a long-period comet."
            },
            {
              "name": "matar",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "filter": "hue-rotate(-90deg) contrast(1.6) brightness(0.6)",
              "orbit": "4.3",
              "year": "29.8",
              "size": "4599/6378",
              "day": "54.5/24",
              "coords": "n",
              "details": "Matar is a terrestrial planet with a thick atmosphere composed of nitrogen and krypton. Its frigid surface is mainly composed of sodium oxide with deposits of copper. Because of noxious surface gases, explorers are warned to use extreme caution.<br><br>Matar lacks a magnetic field. This makes it useless for discharging FTL drive cores in orbit. The energetic particles of solar wind from Hong strike the upper atmosphere directly, ionizing the krypton. This gives the planet its distinctive \"minty\" green-white hue."
            },
            {
              "name": "theshaca",
              "image": "Gaseous7.webp",
              "texture": true,
              "filter": "hue-rotate(190deg) contrast(0.9)",
              "orbit": "12",
              "year": "84.4",
              "size": "65976/6378",
              "day": "14/24",
              "coords": "w",
              "details": "Theshaca is a standard hydrogen-helium gas giant. In the past, it was often used as a drive discharge point for pirates raiding human settlements from the Terminus Systems. In 2178 the Alliance set up a network of covert sensing devices on Theshaca's moons. Recordings of pirate FTL exit vectors over the course of six months led the Alliance Navy to eight major pirate anchorages. Since the \"Theshaca Raids\", no ships from the Terminus have been reported in the Hong system."
            },
            {
              "name": "treagir",
              "image": "Mercury.webp",
              "texture": true,
              "filter": "hue-rotate(160deg) saturate(0.5)",
              "orbit": "20",
              "year": "238.8",
              "size": "1402/6378",
              "day": "30.2/24",
              "coords": "s",
              "details": "Treagir is a tiny \"ice dwarf\", with a trace atmosphere of xenon and krypton. The frozen surface is mainly composed of water ice and ammonia. Cryovolcanic processes are gradually repaving the surface with sheets of fresh ice."
            }
          ]
        },
        {
          "name": "Tereshkova",
          "star": "Tereshkova",
          "top": 48,
          "left": 35,
          "asteroids": [
            {
              "orbit": "1.5",
              "year": "1.5",
              "bodies": 100
            }
          ],
          "bodies": [
            {
              "name": "antibaar",
              "image": "Ice2snow.webp",
              "texture": true,
              "filter": "hue-rotate(40deg) contrast(1.1)",
              "orbit": "2",
              "year": "3.2",
              "size": "6501/6378",
              "day": "54.1/24",
              "coords": "s",
              "details": "Antibaar is a cold terrestrial world with an atmosphere of methane and argon. Its frozen surface is mainly composed of iron with deposits of magnesium. The world has been noted as a possible target for long-term terraforming; if the atmosphere could be increased to the thickness of Earth's, the global average temperature would rise by 10 degrees Celsius.<br><br>Antibaar's combination of low temperatures, high speed surface winds, and low visibility make it dangerous to explore on foot."
            },
            {
              "name": "patamalrus",
              "image": "venus-texture.webp",
              "clouds": "venus_atmosphere.webp",
              "cloudsFilter": "opacity(65%)",
              "texture": true,
              "filter": "hue-rotate(10deg)",
              "orbit": "3.6",
              "year": "15.3",
              "size": "5831/6378",
              "day": "47.1/24",
              "coords": "nw",
              "details": "Patamalrus' atmosphere is very similar to Venus in terms of pressure and temperature. Unlike Venus, however, Patamalrus' atmosphere has a significant quantity of oxygen, both free and bound in sulphur dioxides. The surface is largely composed of magnesia with deposits of carbon. It is possible, if unlikely, that simple life may be developing on Patamalrus.<br><br>Computer modeling suggests that the powerful solar winds from the Tereshkova stars will blow off Patamalrus' atmosphere in a few million years, lowering the temperature on the surface to the −70s."
            },
            {
              "name": "hunsalra",
              "image": "Gaseous6.webp",
              "texture": true,
              "filter": "hue-rotate(250deg)",
              "orbit": "6",
              "year": "46.2",
              "size": "11496/6378",
              "day": "18.6/24",
              "coords": "e",
              "details": "Hunsalra is a small hydrogen-helium gas giant. It has unusually large amounts of nitrogen in the upper atmosphere, which glow purple when ionized by the solar wind. Hunsalra's convenience as a place to dump drive charge has left its orbit littered with debris \"dumped overboard\" by visiting crews."
            },
            {
              "name": "thegeuse",
              "image": "venus-texture.webp",
              "clouds": "venus_atmosphere.webp",
              "cloudsFilter": "opacity(65%)",
              "texture": true,
              "filter": "hue-rotate(-20deg)",
              "orbit": "8.2",
              "year": "25.3",
              "size": "5130/6378",
              "day": "25.3*365/24",
              "coords": "n",
              "details": "Thegeuse is a terrestrial world with an atmosphere of chlorine and krypton. The surface is mainly composed of silicates with deposits of carbon. Thegeuse has a low mass for its size, and is tidally locked to the star Tereshkova-A. The temperature difference between the sunward \"hot pole\" and the dark side \"cold pole\" creates constant gale-force winds across the terminator."
            },
            {
              "name": "solmarlon",
              "image": "Gaseous3.webp",
              "texture": true,
              "filter": "brightness(0.7) contrast(1.4) saturate(0.7)",
              "orbit": "16",
              "year": "399.7",
              "size": "69862/6378",
              "day": "14.4/24",
              "coords": "ne",
              "details": "Solmarlon is one of Tereshkova's two outer worlds. Significantly removed from the rest of the system, and with unstable elliptical orbits, it is thought they may have formed within 3 AU of the binary stars, and were hurled outward due to the instability of such an orbit.<br><br>Solmarlon is a hydrogen-helium gas giant with significant quantities of sodium in the upper atmosphere, giving it a distinct grey color."
            },
            {
              "name": "mawinor",
              "image": "Ice2snow.webp",
              "filter": "brightness(0.5) contrast(2) saturate(0.7)",
              "texture": true,
              "orbit": "18",
              "year": "662.7",
              "size": "1170/6378",
              "day": "61.8/24",
              "coords": "s",
              "details": "Mawinor is the second of Tereshkova's outer worlds. It is essentially a rock of unremarkable ores with some deposits of water ice, but no minerals of value. The frozen surface is composed of silica.<br><br>Like the gas giant Solmarlon, it is thought that Mawinor formed too close to the Tereshkova stars and was thrown outwards by gravitational effects. Computer models suggest it will be ejected from the system in a few hundred thousand years."
            }
          ]
        },
        {
          "name": "Vamshi",
          "star": "Vamshi",
          "top": 26,
          "left": 61,
          "bodies": [
            {
              "name": "maji",
              "image": "Martian.webp",
              "texture": true,
              "filter": "saturate(5) brightness(0.9) contrast(.5)",
              "orbit": "0.9",
              "year": "5.9",
              "size": "5727/6378",
              "day": "55.3/24",
              "coords": "n",
              "details": "Maji orbits the Vamshi binary giant stars. Vamshi-A is a blue star of spectral class A4III which burns at half again the temperature of Sol. Vamshi-B is an aging red giant of class M5III, over 220 times the size of Sol.<br><br>Maji has a thin atmosphere of methane and carbon monoxide. The difference in temperature between the hemisphere facing the suns and that facing deep space causes constant wind, stirring the silica and sodium dust of the surface.<br><br>Unsavory characters from the Terminus Systems occasionally use Maji for forms of cruel sport, dumping slaves, hostages, quarreling shipmates, or even (when bored) vicious animals on the surface. One must kill the other before they will be rescued from the lethal radiation of the giant stars."
            },
            {
              "name": "pregel",
              "image": "Volcanic.webp",
              "filter": "hue-rotate(70deg) brightness(1.4)",
              "texture": true,
              "orbit": "2.3",
              "year": "17.8",
              "size": "10510/6378",
              "day": "49.8/24",
              "coords": "se",
              "details": "Pregel is an enormous terrestrial world with an atmosphere of chlorine and ethane. Its surface is mainly composed of sulphur with deposits of aluminum. No landing has ever been attempted."
            },
            {
              "name": "almos",
              "image": "Gaseous8.webp",
              "filter": "hue-rotate(160deg) contrast(1.3) saturate(1.3)",
              "texture": true,
              "orbit": "7",
              "year": "47.6",
              "size": "60948/6378",
              "day": "67.1/24",
              "coords": "s",
              "details": "Almos is a hydrogen-helium gas giant with traces of sodium darkening its atmosphere."
            }
          ]
        }
      ]
    },
    {
      "name": "Artemis Tau",
      "top": 78.4,
      "left": 78.4,
      "image": "cluster-09b.webp",
      "bodies": [
        {
          "name": "Athens",
          "star": "Athens",
          "top": 25,
          "left": 38,
          "asteroids": [
            {
              "orbit": "5",
              "year": "5",
              "bodies": 200
            }
          ],
          "bodies": [
            {
              "name": "salamis",
              "image": "Martian.webp",
              "texture": true,
              "filter": "brightness(1.4) contrast(1.1) hue-rotate(15deg)",
              "orbit": "1.4",
              "year": "0.4",
              "size": "6894/6378",
              "day": "58.6/24",
              "coords": "s",
              "details": "The geological properties of Salamis have been scanned from orbit, but little else is known about it. Due to its thick carbon dioxide atmosphere and proximity to the energetic star Athens, the equatorial daytime temperatures have been known to turn the surface molten. The crust is composed of iron with deposits of platinum group metals."
            },
            {
              "name": "proteus",
              "image": "ocean.webp",
              "texture": true,
              "filter": "contrast(1.1) brightness(1.1) hue-rotate(-20deg)",
              "orbit": "3.7",
              "year": "4.9",
              "size": "10210/6378",
              "day": "51.4/24",
              "coords": "e",
              "details": "Like the hanar homeworld, Proteus has more than 90% oceanic cover. The incredible heat thrown off from Athens raises global humidity to 100%, creates constant cloud cover, and powers colossal typhoons that rage across the surface year-round.<br><br>Hot, humid, and storm-wracked, Proteus' rare combination of oxygen-nitrogen atmosphere and carbon-based biosphere nevertheless recommend it for colonization. A pilot program is studying the possibility of colonies below the ocean surface, safe from the worst effects of the weather."
            },
            {
              "name": "nausicaa",
              "image": "Gaseous6.webp",
              "texture": true,
              "filter": "saturate(0.2) contrast(0.8) brightness(1.2) hue-rotate(30deg)",
              "orbit": "6.2",
              "year": "57.6",
              "size": "5378/6378",
              "day": "14/24",
              "coords": "sw",
              "details": "Traces of sodium in the atmosphere give Nausicaa its overall dark grey color, but it is otherwise a typical hydrogen-helium gas giant. An abundance of water vapor in the upper atmosphere account for its white clouds."
            },
            {
              "name": "circe",
              "image": "Gaseous8.webp",
              "texture": true,
              "filter": "hue-rotate(-20deg) contrast(1.4)",
              "orbit": "9",
              "year": "141.9",
              "size": "22479/6378",
              "day": "10.0/24",
              "coords": "ne",
              "details": "Circe is a modestly sized hydrogen-helium gas giant with traces of sulphur and chlorine. These give it its striking yellow-green tint. As the development of the Proteus colony continues, Circe will likely be developed for helium-3 mining."
            },
            {
              "name": "pharos",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(150deg) contrast(1.2)",
              "orbit": "14.7",
              "year": "275.4",
              "size": "7623/6378",
              "day": "47.4/24",
              "coords": "s",
              "details": "Distant Pharos has seen only a cursory examination by an unmanned probe. It has a trace atmosphere of nitrogen and argon. Its surface is mainly composed of tin with deposits of carbon. Deeper craters have been partly filled by ice, suggesting there may be a significant amount of water locked up beneath its frozen surface. A large, ice-bright crater in the southern hemisphere makes the planet visible from the inner system, leading to the planet's name."
            }
          ]
        },
        {
          "name": "Knossos",
          "star": "Knossos",
          "top": 25,
          "left": 54,
          "asteroids": [
            {
              "orbit": "3.4",
              "bodies": 150
            },
            {
              "orbit": "8.7",
              "bodies": 250
            }
          ],
          "bodies": [
            {
              "name": "phaistos",
              "image": "Martian.webp",
              "texture": true,
              "filter": "hue-rotate(20deg)",
              "orbit": "2",
              "year": "0.3",
              "size": "4238/6378",
              "day": "57.2/24",
              "coords": "sw",
              "details": "Phaistos is a small terrestrial with a trace atmosphere of carbon dioxide and xenon. The surface is scorching hot, and mainly composed of sulphur and various silicates. There is little of interest on this desolate world."
            },
            {
              "name": "therum",
              "image": "IcyMars02.webp",
              "texture": true,
              "orbit": "4.3",
              "year": "6.4",
              "size": "6724/6378",
              "day": "28.3/24",
              "coords": "e",
              "details": "Therum is a distant but rich industrial world claimed by the human Systems Alliance. Its plentiful heavy metals have fueled the recent manufacturing boom on Earth. Core samples rich with the fossils of simple silicon-based organisms indicate Therum was more habitable in the past than it is at present. Perhaps this explains the many Prothean ruins dotting the surface, most of which have been looted by mining corporations."
            },
            {
              "name": "zakros",
              "image": "mars-texture.webp",
              "texture": true,
              "orbit": "5.5",
              "year": "33.9",
              "size": "4572/6378",
              "day": "45.6/24",
              "coords": "n",
              "details": "Zakros is a terrestrial world with a nitrogen-methane atmosphere containing trace amounts of hydrocarbons. Its frigid surface is mainly composed of water ice and hydrocarbon slush. Most of the surface is not solid enough to support the full weight of a landed ship. If approach is necessary, use shuttles or keep the ship's mass effect envelope up."
            },
            {
              "name": "armeni",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(130deg) contrast(0.8)",
              "orbit": "6.9",
              "year": "151.3",
              "size": "6077/6378",
              "day": "57.8/24",
              "coords": "s",
              "details": "Armeni is a terrestrial world with an unusually thin atmosphere of krypton and xenon. Its surface is composed of silica with deposits of carbonaceous materials. The initial flyby probe of Armeni detected multiple areas at the equator with oddly regular surface protrusions.<br><br>Closer investigation revealed these as millions of elaborate crypts a few meters below the surface, left by a long-extinct space-faring species called the zeioph. Many human universities wish to perform archaeological excavations. Council law holds grave sites as sacrosanct, however, and the matter has been tied up in court for a decade."
            },
            {
              "name": "archanes",
              "image": "saturn-texture.webp",
              "texture": true,
              "filter": "contrast(1.5) brightness(0.9) saturate(0.6)",
              "orbit": "12",
              "year": "470.2",
              "size": "14549/6378",
              "day": "16.2/24",
              "coords": "w",
              "details": "A small hydrogen-helium gas giant, Archanes has been developed as a full-featured, if modest, stopover for ships hauling refined materials from Therum. In addition to a powerful magnetic field to dump drive charge, Archanes has a largely automated infrastructure of helium-3 refining and deuterium mining on its many water ice moons."
            }
          ]
        },
        {
          "name": "Macedon",
          "star": "Macedon",
          "top": 49,
          "left": 38,
          "asteroids": [
            {
              "orbit": "13.4",
              "year": "13.4",
              "bodies": 300
            }
          ],
          "bodies": [
            {
              "name": "sharjila",
              "image": "Swamp.png",
              "texture": true,
              "orbit": "0.667",
              "year": "1",
              "size": "5693/6378",
              "day": "40.6/24",
              "coords": "e",
              "details": "Sharjila has a very dense atmosphere of ammonia and oxygen. Its temperate surface is mainly composed of alumina with deposits of sulfur. Comm buoys in the system have recently logged a number of unregistered vessels operating nearby.<br><br>Sharjila has an extensive silicon-based, oxygen-breathing ecology. Heavily populated areas are covered with fine silica (silicon dioxide) dust, the respiratory by-product of the world's higher animal forms. High-speed surface winds, often laden with abrasive silica dust, present a hazard. In areas where the wind deposits a great deal of silica, footing can be treacherous. EVAs are discouraged."
            },
            {
              "name": "porolan",
              "image": "Terrestrial3.webp",
              "texture": true,
              "filter": "brightness(1.4) contrast(0.7) hue-rotate(-30deg)",
              "clouds": "Clouds4.webp",
              "cloudsFilter": "brightness(2) hue-rotate(120deg) opacity(50%)",
              "orbit": "5.075",
              "year": "21",
              "size": "9749/6378",
              "day": "45.4/24",
              "coords": "nw",
              "details": "Porolan is an enormous terrestrial planet, half again the size of Earth. Despite its thick atmopshere, the weak output of the red dwarf Macedon leaves its surface biting cold. The crust is mainly composed of silica, but significant deposits of iron and other industrial metals are present. These lodes may prove rich enough to be profitably mined despite the heavy gravity."
            },
            {
              "name": "patavig",
              "image": "Tropical.webp",
              "texture": true,
              "filter": "saturate(0.7)",
              "clouds": "Clouds3.webp",
              "cloudsFilter": "opacity(50%)",
              "orbit": "11.3",
              "year": "69.8",
              "size": "10529/6378",
              "day": "30.4/24",
              "coords": "s",
              "details": "Patavig is the second of the Macedon system's giant terrestrial planets, and by far the more interesting. Most of the surface is covered by a vast sea of liquid ammonia, in which a unique aquatic ammonia-based biosphere has developed. While the frozen continents are largely bereft of life, a rich bounty of complex organisms — many larger than a human — flourish in the chilly, toxic seas.<br><br>While dreadfully inhospitable to humans, Patavig is suitable for colonization by the volus. Negotiations between the Systems Alliance and the volus' patrons, the Turian Hierarchy, have made good progress."
            },
            {
              "name": "fargeluse",
              "image": "saturn-texture.webp",
              "filter": "brightness(0.7) contrast(1.7) hue-rotate(-10deg)",
              "texture": true,
              "orbit": "15.46",
              "year": "117.7",
              "size": "40394/6378",
              "day": "19.1/24",
              "coords": "ne",
              "details": "Fargeluse is a standard hydrogen-helium gas giant with an abundance of airborne hydrocarbons."
            }
          ]
        },
        {
          "name": "Sparta",
          "star": "Sparta",
          "top": 45,
          "left": 55,
          "asteroids": [
            {
              "orbit": "2.8",
              "year": "2.8",
              "bodies": 100
            },
            {
              "orbit": "14",
              "year": "14",
              "bodies": 60
            }
          ],
          "bodies": [
            {
              "name": "tremanre",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(15deg) contrast(.8)",
              "orbit": "1.3",
              "year": "1",
              "size": "1528/6378",
              "day": "365",
              "coords": "s",
              "details": "Tremanre is a dwarf planet composed of light magnesium silicates, with deposits of aluminum. Its surface is covered by wide swathes of ancient, dark basaltic lava, possibly indicating the world was created through an impact with some other body in the system.<br><br>Tremanre's magnetic field is nonexistent. This makes it impossible for ships to dump their drive core charge from orbit. That said, Tremanre's minuscule gravity allows even cruiser-sized vessels to land safely for direct grounding."
            },
            {
              "name": "edolus",
              "image": "Rockplates1.webp",
              "texture": true,
              "filter": "contrast(.5) brightness(.5)",
              "overlay": "rgba(255,0,0,.2)",
              "orbit": "4",
              "year": "2.7",
              "size": "5729/6378",
              "day": "50.3/24",
              "coords": "e",
              "details": "Edolus is a terrestrial planet with an atmosphere of carbon dioxide and nitrogen. Edolus' surface is covered by wide deserts of silicate sand, with only a few areas of igneous rock highlands to break the abrasive, dust-choked wind.<br><br>Edolus' orbit is congested with debris thrown inwards by the gravity of the gas giant Ontamalca. Due to a high rate of meteor impacts, exploration is highly dangerous."
            },
            {
              "name": "altaaya",
              "image": "Ice2snow.webp",
              "filter": "contrast(1.2) brightness(0.7)",
              "overlay": "rgba(113, 36, 169, 0.4)",
              "texture": true,
              "orbit": "6.8",
              "year": "18.1",
              "size": "11190/6378",
              "day": "47.2/24",
              "coords": "ne",
              "details": "Altaaya is an unusually large terrestrial world with a trace atmosphere of methane and ammonia. The surface is frozen, and mainly composed of sandstone and other sedimentary rocks with deposits of iron and chlorides. Judging by the sedimentary composition of the crust, it appears that Altaaya once possessed an atmosphere thick enough to support some form of liquid. What cataclysm stripped the atmosphere and left the planet to freeze is not currently known."
            },
            {
              "name": "ontamalca",
              "image": "ocean.webp",
              "texture": true,
              "filter": "brightness(1.3) contrast(1.2)",
              "orbit": "11",
              "year": "39.1",
              "size": "72492/6378",
              "day": "17.7/24",
              "coords": "s",
              "details": "Ontamalca is a large hydrogen-helium gas giant with traces of chlorine and sulphur in the atmosphere. Its massive gravity well tugs many asteroids from the outer belt inwards, past the orbit of Altaaya and Edolus and eventually settle into the inner belt.<br><br>Ontamalca's orbit is congested with hundreds of captured moons. Most last only a few thousand years before being ejected, dragged down into the atmosphere, or ripped apart by tidal forces and added to the gas giant's immense rings. Attempting to navigate this chaotic environment is hazardous at best. Ships without military grade kinetic barriers are likely to suffer catastrophic impacts."
            },
            {
              "name": "alsages",
              "image": "Icy.webp",
              "filter": "contrast(1.4)",
              "overlay": "rgba(0,0,200,.3)",
              "texture": true,
              "orbit": "22.3",
              "year": "73.2",
              "size": "4926/6378",
              "day": "23.3/24",
              "coords": "nw",
              "details": "Small, distant Alsages is a small terrestrial, with a trace atmosphere of methane and argon. The surface is composed of water ice and calcium with occasional deposits of light metals."
            }
          ]
        }
      ]
    },
    {
      "name": "Attican Beta",
      "top": 61.6,
      "left": 76.9,
      "image": "cluster-05.webp",
      "bodies": [
        {
          "name": "Hercules",
          "star": "Hercules",
          "top": 50,
          "left": 60,
          "bodies": [
            {
              "name": "xathorron",
              "image": "mercury-texture.webp",
              "texture": true,
              "filter": "contrast(1.3) brightness(1.6)",
              "overlay": "rgba(10, 56, 37, 0.77)",
              "orbit": "0.6",
              "year": "0.4",
              "size": "3537/6378",
              "day": "64.9/24",
              "coords": "n",
              "details": "Xathorron is a small rock planet, with a thin atmosphere of carbon dioxide and hydrogen sulfide. The surface is scorching hot, and mainly composed of sulfur with deposits of boron."
            },
            {
              "name": "syided",
              "image": "mars-texture.webp",
              "texture": true,
              "filter": "hue-rotate(30deg)",
              "orbit": "5.35",
              "year": "9.5",
              "size": "7702/6378",
              "day": "67/24",
              "coords": "s",
              "details": "The proximity of the energetic star Hercules causes constant blue and violet auroras in Syided's nitrogen-argon atmosphere. During periods of increased solar flares, the auroras are bright enough to read by on the surface, and can be seen with off-the-shelf optics from a distance of several AU.<br><br>Syided's scorching hot surface is mainly composed of magnesium with deposits of iron. A surprising variety of simple carbon-based life flourishes in a complex network of cave systems that wind through the crust, protected from Hercules' heat and radiation."
            }
          ]
        },
        {
          "name": "Theseus",
          "star": "Theseus",
          "top": 27,
          "left": 41,
          "bodies": [
            {
              "name": "sytau",
              "image": "venus-texture.webp",
              "filter": "saturate(0.2) hue-rotate(20deg)",
              "texture": true,
              "orbit": "1.05",
              "year": "1.1",
              "size": "9547/6378",
              "day": "32.2/24",
              "coords": "sw",
              "details": "Sytau is shrouded by a high-pressure atmosphere composed of carbon dioxide and sulphuric acids. The surface is composed of geologically young plains of volcanic basalts and rhyolites, with high concentrations of carbon and radioactives.<br><br>Sytau is rabidly volcanic; a dozen \"supervolcanoes\" 50-120 kilometers wide are erupting across the planet. Sytau's carbon content and constant volcanism make natural diamonds plentiful, if extremely costly and dangerous to recover."
            },
            {
              "name": "feros",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(220deg) contrast(1.2) brightness(.8)",
              "overlay": "rgba(255,0,255,.1)",
              "orbit": "2.15",
              "year": "3.2",
              "size": "8366/6378",
              "day": "30.3/24",
              "coords": "e",
              "details": "Feros is a habitable world in the Attican Beta cluster. Two-thirds of the habitable surface is covered with the ruins of crumbling Prothean megalopolis. In the millennia since the Prothean extinction, the ruins have been picked over by looters many times.<br><br>Feros was considered a poor prospect for colonization, as little open ground remains for agriculture. The only sizable fresh water sources are the poles, which are tapped by the decaying Prothean aqueduct system. The dead cities, while in good condition considering their antiquity, are of uncertain stability. Ground level is congested by a dozen meters of fallen debris, and the air is fouled by dust."
            },
            {
              "name": "sharring",
              "image": "Gaseous8.webp",
              "texture": true,
              "filter": "hue-rotate(160deg) saturate(0.4) contrast(0.9)",
              "orbit": "12.93",
              "year": "46.6",
              "size": "15352/6378",
              "day": "14.6/24",
              "coords": "w",
              "details": "Sharring is a standard hydrogen-helium gas giant. The atmosphere contains traces of ammonia, methane, and surprisingly large amounts of water vapor, making the atmosphere a striking mix of browns, blues, and whites. Of Sharring's 60-odd moons, two have diameters of over 3,000 kilometers."
            },
            {
              "name": "quana",
              "image": "Terrestrial4.webp",
              "texture": true,
              "filter": "saturate(0.3) contrast(1.2)",
              "overlay": "rgba(0,0,200,.1)",
              "orbit": "4.33",
              "year": "9",
              "size": "7271/6378",
              "day": "67.8/24",
              "coords": "s",
              "details": "Quana's frozen surface is rich with heavy metals, and the planet's higher than average density suggests further mineral richness in the depths. The atmosphere is composed of nitrogen and carbon monoxide."
            },
            {
              "name": "logan",
              "image": "Gaseous6.webp",
              "texture": true,
              "filter": "hue-rotate(20deg)",
              "orbit": "23.27",
              "year": "112.6",
              "size": "66341/6378",
              "day": "18.6/24",
              "coords": "n",
              "details": "Logan is a standard hydrogen-helium gas giant. The survey team who charted the system twenty years ago reported many strange disturbances in Logan's cloud bands, suggesting many remarkably large solid objects were present beneath the cloud tops. As the ship approached, however, they subsided one by one. These disturbances have not been reported again."
            }
          ]
        }
      ]
    },
    {
      "name": "Atheon Cluster",
      "top": 83.5,
      "left": 35.5,
      "image": "cluster-11.webp",
      "bodies": [
        {
          "name": "Aru",
          "star": "Aru",
          "top": 33,
          "left": 50,
          "asteroids": [
            {
              "orbit": "3.2",
              "year": "3.2",
              "bodies": 150
            }
          ],
          "bodies": [
            {
              "name": "Jak Ser",
              "image": "Mercury.webp",
              "texture": true,
              "orbit": "0.6",
              "year": "0.4",
              "size": "10792/6378",
              "day": "35.3/24",
              "coords": "s",
              "details": "Jak Ser features heavily in ancient volus mythology and folklore, since its bright white surface made it easy to chart in the night sky without the aid of a telescope. Once the volus developed advanced astronomical equipment, their scientists discovered that Jak Ser's luminosity was caused by a thick carbon monoxide cloud cover that had hidden the real face of the planet for millennia."
            },
            {
              "name": "Irune",
              "image": "Savannah.webp",
              "clouds": "Clouds1.webp",
              "texture": true,
              "orbit": "1.3",
              "year": "1.5",
              "size": "11525/6378",
              "day": "36.2/24",
              "coords": "nw",
              "details": "The volus homeworld is a high-pressure, high-gravity planet that supports an ammonia-based ecology. This rare environment means that the volus have been slow to colonize, as there are few planets that meet their habitation requirements. Most prefer to stay on Irune, working remotely via the extranet. The more adventurous don the clumsy but vital pressure suits and venture out to worlds in Citadel space to make their fortunes."
            },
            {
              "name": "Locil",
              "image": "Gaseous6.webp",
              "texture": true,
              "orbit": "5.8",
              "year": "14",
              "size": "52635/6378",
              "day": "10.6/24",
              "coords": "e",
              "details": "The first of the Aru system's three gas giants, Locil is also the largest. Boasting over 96 moons, this planet's orbit bustled with hundreds of helium-3 extraction centers. Most of the work population lived on Locil's orbital stations, which were so numerous they became an unofficial city chained together by taxi services and extendable umbilical cords. The Reaper attack here has devastated the infrastructure, raining fragments down onto the gas giant."
            },
            {
              "name": "Cherk Sab",
              "image": "Gaseous8.webp",
              "texture": true,
              "orbit": "10.4",
              "year": "33.6",
              "size": "39139/6378",
              "day": "12.1/24",
              "coords": "se",
              "details": "Named after a northern Irunian luck deity, Cherk Sab is overshadowed by the economy on Locil and the scientific research on Doldit. The solar system's \"middle child\", Cherk Sab now has the only functioning helium-3 fuel apparatus in the system, as the Reapers have not yet struck there. The space around it is jammed with volus ships trying to flee the system."
            },
            {
              "name": "Doldit",
              "image": "Gaseous7.webp",
              "texture": true,
              "orbit": "20.8",
              "year": "95.2",
              "size": "28982/6378",
              "day": "10.6/24",
              "coords": "nw",
              "details": "Doldit's moons have long been mined out, but they still hosted dozens of corporate-owned laboratories relocated there to avoid the environmental restrictions placed on research and development firms by Irune. Everything from weapon testing to cutting-edge biological research was outsourced to facilities orbiting Doldit. This made it an attractive target for the Reapers, who sent a small but powerful force to blow the facilities into scrap."
            }
          ]
        },
        {
          "name": "Esori",
          "star": "Esori",
          "top": 40,
          "left": 45,
          "bodies": [
            {
              "name": "Mola",
              "image": "Martian.webp",
              "texture": true,
              "orbit": "0.3",
              "year": "0.1",
              "size": "7608/6378",
              "day": "18.4/24",
              "coords": "ne",
              "details": "For a terrestrial planet, Mola hurtles around the system's star at breakneck speed. Its rapid orbit and molten core cause oceans of magma to be pumped out onto the surface, cooling into the continent-sized formations then erased by fresh flows of molten rock."
            },
            {
              "name": "Atos Irn",
              "image": "Venusian.webp",
              "texture": true,
              "orbit": "1",
              "size": "7556/6378",
              "day": "40.4/24",
              "year": "1",
              "coords": "s",
              "details": "Atos Irn was claimed, along with the rest of its system, after the volus learned FTL travel. In the great volus exploration push of 300 BCE, the species found only a few planets capable of supporting their colonies. They did, however, discover many planets teeming with valuable elements."
            },
            {
              "name": "Yan Tao",
              "image": "Rockplates1.webp",
              "texture": true,
              "orbit": "1.6",
              "year": "2",
              "size": "11460/6378",
              "day": "37.9/24",
              "coords": "w",
              "details": "Even by volus standards, the pressure on Yan Tao is crushing. With an atmosphere composed of carbon dioxide, argon, and small traces of oxygen, the surface is devoid of life. However, tiny, fossilized sea creatures have been discovered in the deepest crevices of what used to be Yan Tao's oceans."
            },
            {
              "name": "Kailo",
              "image": "Rockbits1.webp",
              "texture": true,
              "orbit": "3.2",
              "year": "5.7",
              "size": "11489/6378",
              "day": "93.9/24",
              "coords": "sw",
              "details": "Kailo's frigid surface is dotted with impact craters left during a legendary meteor shower that happened more than 400,000 years ago. The meteors contained traces of cobalt, but not enough to warrant a full-scale mining expedition. The volus have largely left Kailo alone, as have the Reapers."
            },
            {
              "name": "Solu Paolis",
              "image": "Gaseous5.webp",
              "texture": true,
              "orbit": "6.6",
              "year": "17.2",
              "size": "28567/6378",
              "day": "14.7/24",
              "coords": "e",
              "details": "Solu Paolis's helium-3 collection mechanisms historically turned a large profit, not because of any great immigration into the Esori system, but because Solu Paolis made a good refueling stop between Irune and Satu Arrd.<br><br>Warned of the Reapers' battle plans but left with little other option, a select team of workers at Solu Paolis sent out phony communications suggesting that important military data was being handed off here. When the Reapers sent in a force of husks, they ran into the volus's trap: a chain reaction that annihilated the station."
            }
          ]
        }, 
        {
          "name": "Nura",
          "star": "Nura",
          "top": 31,
          "left": 63,
          "bodies": [
            {
              "name": "Lahu",
              "image": "Rockbits1.webp",
              "texture": true,
              "orbit": "1.1",
              "year": "1.2",
              "size": "8616/6378",
              "day": "53.6/24",
              "coords": "nw",
              "details": "Massive silicate-filled dust storms plague the surface of Lahu. In an odd partnership of commerce and science, high-rolling volus casinos on Oma Ker entered a partnership with the scientific research teams whose observation satellites watch over Lahu. The casinos took bets on how long Lahu storms would last and how high their wind speed might climb. Payouts made the rare volus rich, with jackpot winners forming a small fraternal order."
            },
            {
              "name": "Oma Ker",
              "image": "Terrestrial4.webp",
              "texture": true,
              "clouds": "Clouds3.webp",
              "orbit": "2",
              "year": "2.7",
              "size": "6739/6378",
              "day": "25.4/24",
              "coords": "e",
              "details": "Oma Ker is a temperate garden world currently in its megafauna stage. The planet's nitrogen-oxygen atmosphere and dextro-amino-acid-based life wasn't particularly attractive to the volus, so they sold the colonization rights to their turian partners. Oma Ker's spaceports and major roads were blasted into craters by the Reapers, largely immobilizing the population. Its turian defenders are slowly being pushed back by ground forces."
            },
            {
              "name": "Welm Urun",
              "image": "Gaseous3.webp",
              "texture": true,
              "orbit": "6.8",
              "year": "17.7",
              "size": "62522/6378",
              "day": "16.4/24",
              "coords": "n",
              "details": "Welm Urun is a hydrogen-helium gas giant. The phrase \"Welm Urun\" in the volus native language translates to \"the golden one\", a reference to its deep yellow-orange rings. Much to prospectors' dismay, there was no gold to be found in its moons. Welm Urun's economic contributions to the system was the ubiquitous helium-3, but the collection materials have since been destroyed."
            },
            {
              "name": "Gorgun",
              "image": "Gaseous4.webp",
              "texture": true,
              "orbit": "13.4",
              "year": "49.2",
              "size": "67733/6378",
              "day": "13/24",
              "coords": "w",
              "details": "Like Welm Urun, Gorgun was a hydrogen-helium gas giant whose helium-3 infrastructure was destroyed."
            }
          ]
        },
        {
          "name": "Satu Arrd",
          "star": "Satu Arrd",
          "top": 53,
          "left": 40,
          "bodies": [
            {
              "name": "Poloh Tem",
              "image": "Mercury.webp",
              "texture": true,
              "orbit": "2.1",
              "year": "3.1",
              "size": "5738/6378",
              "day": "35.8/24",
              "coords": "e",
              "details": "This world is believed to be an extrasolar capture that built up its atmosphere over millions of years to become the hothouse it is today. Volus robo-miners descended on Poloh Tem when element zero was first discovered there, and in turn, pirates descended on the volus. The pirates then found out, to their detriment, that wealthy volus can buy a lot of influence in the Turian Hierarchy."
            },
            {
              "name": "Rilar",
              "image": "Rockplates1.webp",
              "texture": true,
              "orbit": "3",
              "year": "5.3",
              "size": "5082/6378",
              "day": "23.2/24",
              "coords": "sw",
              "details": "Rilar is a barren, terrestrial rock world. Only a small portion of the planet has been explored, as cursory scans showed little of interest on Rilar compared to the eezo deposits on the neighboring world of Poloh Tem."
            },
            {
              "name": "Nalisin",
              "image": "Moon.webp",
              "texture": true,
              "orbit": "23.4",
              "year": "113.6",
              "size": "4494/6378",
              "day": "20.6/24",
              "coords": "s",
              "details": "A lonely world of rock and ice, Nalisin clings to the outer rim of the Satu Arrd system. Its freezing temperatures and carbon-dioxide atmosphere were braved by eezo smugglers, who set up camps in the tunnels honeycombing the southern hemisphere's mountain ranges. The camps were abandoned when turian patrols began regular raids on the smugglers' cave systems."
            }
          ]
        }
      
      ]
    },
    {
      "name": "Exodus Cluster",
      "top": 75.8,
      "left": 53.6,
      "image": "cluster-15.webp",
      "bodies": [
        {
          "name": "Utopia",
          "star": "Utopia",
          "top": 40,
          "left": 24,
          "bodies": [
            {
              "name": "arcadia",
              "image": "Volcanic.webp",
              "clouds": "venus_atmosphere.webp",
              "cloudsFilter": "opacity(45%) saturate(2.5)",
              "texture": true,
              "orbit": "0.7",
              "year": "0.6",
              "size": "10893/6378",
              "day": "25.6/24",
              "coords": "s",
              "details": "An unusually large terrestrial world, Arcadia has a dense atmosphere composed of nitrogen and helium. Its scorching hot surface is mainly composed of alkaline basalts, but metal deposits are plentiful.<br><br>Although several spectacular examples of columnar basalt formation offer scenic beauty, Arcadia's hostile environment has precluded commercial development."
            },
            {
              "name": "eden prime",
              "image": "Alpine.webp",
              "filter": "contrast(1.2)",
              "texture": true,
              "clouds": "Clouds2.webp",
              "cloudsFilter": "opacity(25%)",
              "orbit": "1.85",
              "year": "2.5",
              "size": "7026/6378",
              "day": "64.1/24",
              "coords": "ne",
              "details": "This idyllic agrarian world was one of the first human colonies established beyond the Charon mass relay. Eden Prime's biosphere is unusually well-suited for importation of Earth-native life. This fertility drew heavy immigration and development by the Systems Alliance and various corporations."
            },
            {
              "name": "zion",
              "image": "Gaseous1.webp",
              "filter": "saturate(1.5) hue-rotate(50deg) contrast(1.5)",
              "overlay": "rgba(124, 197, 31, 0.25)",
              "texture": true,
              "orbit": "14.05",
              "year": "52.8",
              "size": "74333/6378",
              "day": "10.5/24",
              "coords": "n",
              "details": "Zion is a hydrogen-helium gas giant even larger than Jupiter. Despite its deep gravity well and lethal radiation, it supports a small helium-3 mining industry. The reason is simple: as the only gas giant in the Utopia system, it is the only local source for fuel for Eden Prime's power stations and spaceports.<br><br>Zion has 112 satellites, ranging from orbiting asteroids to the moon of Asphodel, which is large enough to retain a thick atmosphere."
            },
            {
              "name": "nirvana",
              "image": "Icy.webp",
              "filter": "brightness(0.6) contrast(1.5)",
              "texture": true,
              "orbit": "25.6",
              "year": "129.9",
              "size": "3212/6378",
              "day": "63.9/24",
              "coords": "sw",
              "details": "Nirvana has a trace atmosphere of xenon and krypton. The surface is a mix of water ice and iron oxides, with cryovolcanic plumes of potassium concentrated around the equatorial ridge."
            },
            {
              "name": "xanadu",
              "image": "venus-texture.webp",
              "filter": "hue-rotate(70deg) saturate(1.3) contrast(1.4)",
              "texture": true,
              "orbit": "101.7",
              "year": "1029.9",
              "size": "3730/6378",
              "day": "69.8/24",
              "coords": "ne",
              "details": "Xanadu's atmosphere is composed of methane and argon, while the planet's frozen surface is largely potassium with deposits of calcium. Its location in the deep cold of the outer system and its lack of valuable resources leave little to recommend it."
            }
          ]
        },
        {
          "name": "Asgard",
          "star": "Asgard",
          "top": 31,
          "left": 56,
          "bodies": [
            {
              "name": "terra nova",
              "image": "Terrestrial2.webp",
              "texture": true,
              "clouds": "earth-clouds.webp",
              "cloudsFilter": "opacity(70%)",
              "orbit": "1.3",
              "year": "1.5",
              "size": "5271/6378",
              "day": "37.3/24",
              "coords": "se",
              "details": "Terra Nova was one of the Class-1 colonization prospects discovered by the first wave of Alliance surveys in 2150. It was the second human extrasolar colony, and the first beyond the Charon Mass Relay. It currently has the highest population of any Alliance colony."
            },
            {
              "name": "borr",
              "image": "Gaseous6.webp",
              "texture": true,
              "filter": "contrast(0.7) saturate(3)",
              "orbit": "2.2",
              "year": "3.3",
              "size": "74612/6378",
              "day": "8.8/24",
              "coords": "w",
              "details": "Borr is a huge hydrogen-helium gas giant with over 90 moons. Its striking coloration is caused by the light of ionized hydrogen filtering through an upper cloud deck of sodium. The source of the ionization has not yet been confirmed, but Borr's mass (equal to six Jupiters) and high temperature suggest it may be a small \"brown dwarf\", a large gas giant that gained nearly enough mass to ignite into a small star."
            },
            {
              "name": "tyr",
              "image": "Terrestrial1.webp",
              "texture": true,
              "filter": "saturate(0.5) contrast(0.8) brightness(1.3)",
              "overlay": "rgba(67, 111, 214, 0.33)",
              "clouds": "Clouds4.webp",
              "orbit": "4",
              "year": "8.05",
              "size": "6332/6378",
              "day": "46.2/24",
              "coords": "s",
              "details": "Tyr is compositionally quite similar to Earth. However, it lies over 4 AU from Asgard, and possesses an atmosphere primarily composed of nitrogen and ethane. While a potential target for terraforming, the presence of the 'shirt sleeves' habitable Terra Nova relegated Tyr to a support role."
            },
            {
              "name": "loki",
              "image": "Rockbits1.webp",
              "overlay": " linear-gradient(to bottom, rgba(240,183,161,0.5) 0%,rgba(140,51,16,0.5) 41%,rgba(47,62,122,0.5) 54%,rgba(199,204,224,0.5) 100%)",
              "texture": true,
              "orbit": "6.8",
              "year": "17.8",
              "size": "3630/6378",
              "day": "61.3/24",
              "coords": "n",
              "details": "Loki is a small terrestrial world with little to recommend it. One hemisphere is largely covered by an ice cap, and the other by craggy basaltic highlands. The rough, varied terrain suggests an ancient cataclysm caused significant damage to the planet. This is seemingly reinforced by its unusually elliptical orbit, which reaches 6.5 AU at perigee and 7.1 AU at apogee."
            }
          ]
        }
      ]
    },
    {
      "name": "Gemini Sigma",
      "top": 66.7,
      "left": 71.2,
      "image": "cluster-20.webp",
      "bodies": [
        {
          "name": "Han",
          "star": "Han",
          "top": 65,
          "left": 37,
          "bodies": [
            {
              "name": "paravin",
              "image": "mercury-texture.webp",
              "texture": true,
              "overlay": "rgba(0,30,255,.25)",
              "orbit": "0.65",
              "year": "0.5",
              "size": "4389/6378",
              "day": "0.5*365",
              "coords": "s",
              "details": "Paravin is a small, unremarkable rock world. The surface is scorching hot, and mainly composed of calcium with deposits of aluminum. Paravin's low mass has left it tidally locked to the star Han. If there were any resources of value, mining stations could be established on the relatively temperate \"twilight band\"."
            },
            {
              "name": "huningto",
              "image": "saturn-texture.webp",
              "texture": true,
              "filter": "hue-rotate(160deg) saturate(2.3) contrast(2) brightness(0.8)",
              "orbit": "10.025",
              "year": "31.8",
              "size": "73733/6378",
              "day": "16.7/24",
              "coords": "ne",
              "details": "Huningto is a Jovian-sized gas giant with a standard hydrogen-helium atmosphere. Traces of methane give the planet its distinct cobalt blue tint. Spectral analysis indicates its extensive ring system is mostly composed of ice crystals. Huningto has an exceptionally powerful magnetic field, which creates strong radio interference throughout the inner system."
            },
            {
              "name": "mavigon",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "filter": "saturate(2) contrast(1.2) brightness(0.9)",
              "orbit": "12.125",
              "year": "42.3",
              "size": "4906/6378",
              "day": "52/24",
              "coords": "nw",
              "details": "Mavigon is a small rock and ice planet with a thin atmosphere of ammonia and methane. The surface is frozen, and mainly composed of tin with deposits of potassium.<br><br>The planet has rudimentary ammonia-based life, mainly concentrated around geothermal vents deep underground. Severe storm cycles are common; due to limited visibility, navigation may be difficult."
            },
            {
              "name": "farcrothu",
              "image": "Gaseous8.webp",
              "texture": true,
              "filter": "hue-rotate(-30deg) contrast(1.1) brightness(1.1)",
              "orbit": "23.2",
              "year": "112.1",
              "size": "66014/6378",
              "day": "8.4/24",
              "coords": "w",
              "details": "A standard hydrogen-helium gas giant, Farcrothu is only distinguished by its moons; several dozen of them have been sculpted into the likenesses of an arthropodal alien race not yet known to Council science. Radiometric dating suggests the moons were worked over half a million years ago."
            },
            {
              "name": "patatanlis",
              "image": "pluto-texture.webp",
              "texture": true,
              "overlay": "rgba(0,0,150,0.2)",
              "orbit": "44.45",
              "year": "297.4",
              "size": "8927/6378",
              "day": "36/24",
              "coords": "n",
              "details": "Patatanlis is a large rock world, with an unusually thin atmosphere of hydrogen and carbon monoxide. The frigid world's crust contains extensive deposits of uranium, and occasional lodes of naturally occurring plutonium. With a total mass more than four times that of Earth, Patatanlis should have a significantly thicker atmosphere. This unusual feature has flagged it as worthy of scientific investigation, but the need for expensive amounts of radiation shielding has deterred interest."
            }
          ]
        },
        {
          "name": "Ming",
          "star": "Ming",
          "top": 29,
          "left": 57,
          "filter": "brightness(2) saturate(0.4)",
          "asteroids": [
            {
              "orbit": "700",
              "year": "70",
              "bodies": 300
            }
          ],
          "bodies": [
            {
              "name": "antiroprus",
              "image": "ocean.webp",
              "filter": "hue-rotate(-120deg)",
              "texture": true,
              "orbit": "168.7",
              "year": "284.2",
              "size": "57948/6378",
              "day": "10.8/24",
              "coords": "nw",
              "details": "Antiroprus is a hydrogen-helium gas giant that formed in the outer regions of Ming's system, and is in the process of migrating inwards. In a few million years, the planet's atmosphere will begin to \"boil away\" into space.<br><br>There is a sizable temperature difference between the side of Antiroprus facing the energetic blue giant primary and the side facing the cold of deep space. This variance powers massive cyclonic wind systems. The intense heat it absorbs from the sun, in addition to its own internal heat engine, causes the planet's dark side to radiate faintly in the infrared."
            },
            {
              "name": "parag",
              "image": "pluto-texture.webp",
              "texture": true,
              "overlay": "rgba(2, 74, 5, 0.63)",
              "orbit": "604.72",
              "year": "1930.3",
              "size": "7979/6378",
              "day": "22.4/24",
              "coords": "e",
              "details": "Parag is a large rock planet, with an atmosphere composed of nitrogen and argon. Despite lying over 600 AU from Ming, its surface is scorching hot, and mainly composed of alumina with deposits of silver. Due to the radiation and heat, landing on Parag's sunward side with anything less than warship-grade shielding will likely be fatal. Parag rotates at a retrograde to the rest of the Ming system, indicating it is likely a captured body."
            },
            {
              "name": "altanorch",
              "image": "saturn-texture.webp",
              "texture": true,
              "filter": "saturate(2) brightness(0.6) contrast(1.4)",
              "orbit": "983.6",
              "year": "4005.7",
              "size": "32605/6378",
              "day": "16.3/24",
              "coords": "se",
              "details": "Altanorch is a small but typical hydrogen-helium gas giant with no outstanding features. Its combination of strong magnetic field and relatively shallow gravity well make it a popular \"stopover\" world for discharging FTL drive cores."
            }
          ]
        }
      ]
    },
    {
      "name": "Hades Gamma",
      "top": 68.6,
      "left": 79.5,
      "image": "cluster-13.webp",
      "bodies": [
        {
          "name": "Antaeus",
          "star": "Antaeus",
          "top": 57,
          "left": 49,
          "bodies": [
            {
              "name": "ageko",
              "image": "mercury-texture.webp",
              "texture": true,
              "overlay": "rgba(0,0,150,0.2)",
              "orbit": "0.25",
              "year": "0.1",
              "size": "2417/6378",
              "day": "59.09/24",
              "coords": "s",
              "details": "During the initial survey of the Antaeus system, only a single fly-by probe was spared for the small, scorched world of Ageko. It revealed a planet unusually rich in heavier elements, given its size.<br><br>Ageko is a standard terrestrial with a thin atmosphere of krypton and xenon. Its crust is mainly composed of magnesium with deposits of cobalt and other heavy metals. Due to extremely rough, cratered terrain, starships are discouraged from landing."
            },
            {
              "name": "edmos",
              "image": "ocean.webp",
              "texture": true,
              "filter": "hue-rotate(-80deg) saturate(1.2)",
              "overlay": "rgba(0,0,255,.1)",
              "orbit": "3.65",
              "year": "7.8",
              "size": "36826/6378",
              "day": "13.7/24",
              "coords": "e",
              "details": "Edmos is a standard hydrogen-helium gas giant with traces of methane in its atmosphere. If Trebin's terraforming is successful, it is expected that a helium-3 fuel refining facility for the system will be set up here."
            },
            {
              "name": "ploba",
              "image": "saturn-texture.webp",
              "texture": true,
              "filter": "saturate(3) hue-rotate(-15deg)",
              "orbit": "6.93",
              "year": "20.4",
              "size": "74221/6378",
              "day": "17.3/24",
              "coords": "nw",
              "details": "Ploba is the second, and by far the larger, of Antaeus' two gas giants. Active scans by survey ships have returned tantalizing indications of massive, solid structures deep within the atmosphere, too regular in pattern to be anything natural.<br><br>Some believe Ploba is a \"Jupiter Brain\", a planet-sized supercomputer. Adherents of this theory have fruitlessly beamed signals toward the sunken megastructures, hoping to get the machine's attention.<br><br>Others believe that an ancient spacefaring race disposed of their weapons of war by dumping them into the planet. The last attempt to reach and salvage Ploba's \"Deep Anomalies\" went tragically wrong, and ended with a crew of 12 being trapped and crushed in the gas giant's lower atmosphere."
            },
            {
              "name": "trebin",
              "image": "Alpine.webp",
              "texture": true,
              "orbit": "1",
              "year": "1.1",
              "size": "5489/6378",
              "day": "41.8/24",
              "coords": "n",
              "details": "Trebin is a modest terrestrial world, with an atmosphere composed of nitrogen and argon. Its surface is mainly composed of nickel with deposits of silver.<br><br>Trebin's environment is relatively mild, but the scarcity of water or similar enabling substances has prevented the development of any biosphere. ExoGeni Corp recently performed a test impact of a single water-ice comet into the surface, the first step of a long-term plan to thicken the atmosphere and introduce water to the environment.<br><br>A survey team is on the surface, monitoring the geological and meteorological effects of the test impact. Most of the water released is still in the form of atmospheric vapor, but thick cloud banks have formed. There is every indication that this arid world will soon see its first rain. The survey team's progress has been hampered by frequent mechanical or computer failures in their GPS satellites."
            },
            {
              "name": "vemal",
              "image": "mars-texture.webp",
              "texture": true,
              "filter": "hue-rotate(200deg) contrast(1.1)",
              "orbit": "10.38",
              "year": "37.5",
              "size": "10314/6378",
              "day": "36.3/24",
              "coords": "s",
              "details": "Vemal is an enormous terrestrial world of mixed rock and ice with an atmosphere of methane and ethane. Its frozen surface is mainly composed of calcium with deposits of iron. Because of noxious surface gases, explorers are warned to use extreme caution."
            },
            {
              "name": "Hunidor",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "orbit": "18.68",
              "year": "90.5",
              "size": "3686/6378",
              "day": "48.2/24",
              "coords": "w",
              "details": "Hunidor is a moderately sized ice world with an extremely thin atmosphere composed of krypton and xenon. Its frozen surface is unusually smooth, suggesting widespread \"repaving\" by cryovolcanic processes though no such activity is currently evident."
            }
          ]
        },
        {
          "name": "Cacus",
          "star": "Cacus",
          "top": 45,
          "left": 60,
          "asteroids": [
            {
              "orbit": "17",
              "year": "17",
              "bodies": 300
            }
          ],
          "bodies": [
            {
              "name": "zayarter",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(160deg) saturate(0.6)",
              "orbit": "2",
              "year": "2.1",
              "size": "5535/6378",
              "day": "53.8/24",
              "coords": "ne",
              "details": "An enigmatic terrestrial planet, Zayarter has a hazy atmosphere of nitrogen and argon. The surface is scorching hot, and mainly composed of calcium with deposits of sodium.<br><br>Three times in the last century, ships stopping to discharge at Treyarmus reported geometric patterns of lights on the dark side of Zayarter. Attempts at further investigation proved fruitless; the lights disappear when ships approach the inner system."
            },
            {
              "name": "chohe",
              "image": "Ice2snow.webp",
              "texture": true,
              "filter": "brightness(.8)",
              "orbit": "3.7",
              "year": "5.4",
              "size": "8000/6378",
              "day": "54.5/24",
              "coords": "w",
              "details": "Chohe is a terrestrial planet whose surface is mainly composed of aluminum, with numerous deposits of calcium. Though it has enough mass to retain a dense atmosphere, Chohe is nearly a vacuum. This lack of atmosphere allows a moderate average temperature, but the differences between night and day are extreme.<br><br>The surface of Chohe's sunward-facing side is usually covered by a haze of volatiles (mainly water vapor and carbon dioxide), which return to the ground as frost over the course of the long, cold night."
            },
            {
              "name": "xamarri",
              "image": "moon-texture.webp",
              "texture": true,
              "orbit": "13.03",
              "year": "36.1",
              "size": "2236/6378",
              "day": "42.1/24",
              "coords": "s",
              "details": "Xamarri is a small, airless, cratered terrestrial – a lifeless rock quite similar to Luna. Its frozen surface is mainly composed of silicates, though one hemisphere has several \"seas\" of dark basaltic rock."
            },
            {
              "name": "faringor",
              "image": "Icy.webp",
              "texture": true,
              "overlay": "rgba(4, 124, 144, 0.38)",
              "orbit": "20.2",
              "year": "69.8",
              "size": "11129/6378",
              "day": "69.6/24",
              "coords": "n",
              "details": "A large but low-density, terrestrial world, Faringor is generally believed to consist mainly of water ice. Occasional upwelling of metals, caused by the interacting tidal forces of several large moons, suggest the core is small, but extremely dense.<br><br>Faringor has a thin atmosphere of carbon dioxide and ethane. Its frozen surface is mainly composed of dark carbon-laced water ice."
            },
            {
              "name": "treyarmus",
              "image": "saturn-texture.webp",
              "texture": true,
              "orbit": "51.75",
              "filter": "hue-rotate(40deg)",
              "year": "586.7",
              "size": "42211/6378",
              "day": "12.8/24",
              "coords": "nw",
              "details": "Treyarmus is a hydrogen-helium gas giant with a strong magnetic field, making it a popular discharge point for freighters working on the Anansi-Ishtar shipping route.<br><br>It is popular enough, in fact, that quarian ships can often be found loitering in orbit, selling the freighter crews cheap refreshments, salvage, and odd craftworks assembled by their children. There are no ships in orbit at present, however."
            }
          ]
        },
        {
          "name": "Dis",
          "star": "Dis",
          "top": 34,
          "left": 31,
          "asteroids": [
            {
              "orbit": "8.4",
              "year": "8.4",
              "bodies": 250
            }
          ],
          "bodies": [
            {
              "name": "jartar",
              "image": "mercury-texture.webp",
              "texture": true,
              "overlay": "rgba(0,0,150,0.2)",
              "orbit": "1.85",
              "year": "2.8",
              "size": "1410/6378",
              "day": "2.8*365",
              "coords": "e",
              "details": "Jartar is a terrestrial world with a trace atmosphere of krypton and xenon. The surface is hot, and mainly composed of unremarkable silicates. Occasional deposits of aluminum, magnesium, and other light metals can be found."
            },
            {
              "name": "nearrum",
              "image": "Ice2snow.webp",
              "texture": true,
              "overlay": "rgba(0, 0, 255, 0.2)",
              "orbit": "3.15",
              "year": "6.3",
              "size": "6779/6378",
              "day": "31.7/24",
              "coords": "nw",
              "details": "Nearrum is a terrestrial world with a thin atmosphere of methane and argon. Its frozen surface is mainly composed of basaltic rock. Its most prominent feature is the Ellos Rift Valley, a long volcanic divergence zone that stretches across half of the northern hemisphere."
            },
            {
              "name": "klensal",
              "image": "Icy.webp",
              "texture": true,
              "orbit": "7.15",
              "year": "21.4",
              "size": "5447/6378",
              "day": "37.2/24",
              "coords": "s",
              "details": "Klensal has a thin atmosphere of carbon dioxide and ethane. Its first geological surveys were performed by batarians, and suggested areas of great mineral wealth. Human mining concerns spent billions of credits hustling to the distant system and sinking test bores to claim the system for humanity."
            },
            {
              "name": "gremar",
              "image": "venus-texture.webp",
              "texture": true,
              "filter": "hue-rotate(120deg)",
              "overlay": "rgba(0, 0, 255, 0.4)",
              "orbit": "10",
              "year": "35.4",
              "size": "3691/6378",
              "day": "61.7/24",
              "coords": "ne",
              "details": "Gremar is an icy terrestrial world with a thin atmosphere of carbon dioxide and krypton. Its surface is mainly composed of frozen ammonia with deposits of tin and other light metals.<br><br>When exposed to sunlight, Gremar's ammonia can melt, forming equatorial seas of the toxic chemical. This allowed a profusion of simple fungus and lichens to evolve in the low-energy environment. A by-product of their metabolism causes them to glow very faintly. While the light of an individual is insignificant, large patches seem to reinforce the light of one another, and are visible from space."
            },
            {
              "name": "raysha",
              "image": "Gaseous2.webp",
              "texture": true,
              "filter": "saturate(2) contrast(1.5)",
              "orbit": "17.98",
              "year": "85.5",
              "size": "34914/6378",
              "day": "11.5/24",
              "coords": "n",
              "details": "Raysha is a standard hydrogen-helium gas giant with traces of sodium and ammonia in its atmosphere."
            }
          ]
        },
        {
          "name": "Farinata",
          "star": "Farinata",
          "top": 22,
          "left": 55,
          "filter": "brightness(2) saturate(0.4)",
          "size": "150",
          "asteroids": [
            {
              "orbit": "12",
              "year": "12",
              "bodies": 250
            },
            {
              "orbit": "46",
              "year": "46",
              "bodies": 350
            }
          ],
          "bodies": [
            {
              "name": "tunshagon",
              "image": "Gaseous7.webp",
              "texture": true,
              "filter": "hue-rotate(10deg) contrast(1.5)",
              "orbit": "5.65",
              "year": "3.2",
              "size": "42418/6378",
              "day": "9.1/24",
              "coords": "w",
              "details": "Tunshagon is a hydrogen-helium gas giant with traces of chlorine and nitrogen in its atmosphere. It has an unusually small number of moons for a gas giant; a mere seven. This is likely due to the star Farinata capturing the majority of the mass during the nebular collapse that created the system."
            },
            {
              "name": "juntauma",
              "image": "Gaseous4.webp",
              "texture": true,
              "filter": "hue-rotate(35deg)",
              "orbit": "57.05",
              "year": "102",
              "size": "4227/6378",
              "day": "102*365",
              "coords": "ne",
              "details": "Juntauma is a small, broiling terrestrial world. Its thin atmosphere of carbon dioxide and ethane is being steadily \"blown off\" by the powerful solar wind from the star Farinata. The surface is scorching hot, and mainly composed of sulphur with deposits of copper. Its density is low enough to leave the world tidally locked to Farinata."
            },
            {
              "name": "nepneu",
              "image": "venus-texture.webp",
              "texture": true,
              "orbit": "117.7",
              "year": "302",
              "size": "3742/6378",
              "day": "30.1/24",
              "coords": "sw",
              "details": "With a rare combination of features, Nepneu is of particular interest to the scientific community. Nepneu is a small terrestrial planet, with a thin atmosphere of carbon dioxide and krypton. As with all the worlds of Farinata, its surface is scorching hot. The crust mainly consists of silicates laced with iron."
            }
          ]
        },
        {
          "name": "Plutus",
          "star": "Plutus",
          "top": 43,
          "left": 38,
          "filter": "brightness(2) saturate(0.4)",
          "size": "75",
          "asteroids": [
            {
              "orbit": "46",
              "year": "46",
              "bodies": 350
            }
          ],
          "bodies": [
            {
              "name": "mingito",
              "image": "venus-texture.webp",
              "filter": "hue-rotate(40deg)",
              "texture": true,
              "orbit": "1.8",
              "year": "1.4",
              "size": "4384/6378",
              "day": "1.4*365",
              "coords": "s",
              "details": "Mingito is a sunbaked wasteland of sodium, chlorates, and radioactives. Its relatively light mass has left it tidally locked to Plutus, with a day side \"hot pole\" and a night side \"cold pole\". The powerful solar wind has stripped most of the atmosphere away."
            },
            {
              "name": "maidla",
              "image": "venus-texture.webp",
              "filter": "saturate(1.3) hue-rotate(15deg)",
              "texture": true,
              "orbit": "3.2",
              "year": "3.3",
              "size": "6914/6378",
              "day": "33.4/24",
              "coords": "n",
              "details": "Maidla is a terrestrial planet with a light atmosphere of carbon dioxide and hydrogen sulfide. The surface is hot, and mainly composed of magnesia with deposits of sulfur. Over a dozen volcanoes are erupting across the surface."
            },
            {
              "name": "clocrolis",
              "image": "mars-texture.webp",
              "texture": true,
              "filter": "saturate(0.34)",
              "orbit": "12.5",
              "year": "25.2",
              "size": "3675/6378",
              "day": "57/24",
              "coords": "ne",
              "details": "Clocrolis is a modest rock planet, roughly the size of Mars. It has a thin atmosphere of carbon dioxide and ethane. Its scorching hot surface is mainly composed of silicate rock with deposits of aluminum and other light metals."
            },
            {
              "name": "nonuel",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "filter": "contrast(1.1)",
              "overlay": "rgba(0, 0, 255, 0.4)",
              "orbit": "30.08",
              "year": "94",
              "size": "4439/6378",
              "day": "463.9/24",
              "coords": "sw",
              "details": "Though it is one of the oldest entries in the star charts, Nonuel has not yet been fully mapped. It is the largest body in the asteroid belt of the blue star Plutus, not only large enough to maintain a spherical shape, but also massive enough to retain the noxious carbon and sulphur dioxides venting from its many volcanoes as an atmosphere."
            },
            {
              "name": "veyaria",
              "image": "Gaseous5.webp",
              "texture": true,
              "filter": "hue-rotate(-160deg) ",
              "orbit": "56.05",
              "year": "239.2",
              "size": "78204/6378",
              "day": "10/24",
              "coords": "nw",
              "details": "Veyaria is a huge hydrogen-helium gas giant with traces of methane in its atmosphere."
            }
          ]
        }
      ]
    },
    {
      "name": "Hawking Eta",
      "top": 41.2,
      "left": 60.9,
      "image": "cluster-01.webp",
      "bodies": [
        {
          "name": "Century",
          "star": "Century",
          "top": 29,
          "left": 44,
          "asteroids": [
            {
              "orbit": "4.6",
              "year": "4.6",
              "bodies": 350
            }
          ],
          "bodies": [
            {
              "name": "tamahera",
              "image": "Icy.webp",
              "texture": true,
              "filter": "brightness(1) contrast(1) saturate(1) hue-rotate(0deg)",
              "orbit": "1.16",
              "year": "1.4",
              "size": "6302/6378",
              "day": "40.1/24",
              "coords": "w",
              "details": "Tamahera has a thin atmosphere of carbon dioxide and xenon. The surface is icy, and composed of sodium oxide with deposits of calcium. It contains a few unremarkable metals, but mainly consists of rock. The presence of canyons and flood plains indicates that liquid water once existed, suggesting Tamahera had a thicker insulating atmosphere in the past."
            },
            {
              "name": "klendagon",
              "image": "mars-texture.webp",
              "texture": true,
              "orbit": "1.615",
              "year": "2.3",
              "size": "7377/6378",
              "day": "53.6/24",
              "coords": "ne",
              "details": "Klendagon is an arid terrestrial, slightly larger than Earth, but with a lower density that reflects its relative lack of heavier elements. The crust is composed of tin and aluminum, with wide deserts of dust-fine sand that are easily stirred by the wind.",
              "bodies": [
                {
                  "name": "presrop",
                  "image": "moon-texture.webp",
                  "texture": true,
                  "overlay": "rgba(0,0,100, 0.3)",
                  "orbit": "0.0011",
                  "orbitFactor": 150,
                  "size": "4113/6378",
                  "year": "10.8/365",
                  "coords": "se",
                  "details": "Presrop is the moon of Klendagon. It is a frigid, barren world, with an extremely thin atmosphere of carbon dioxide and ethane. The crust contains plentiful deposits of heavy metals."
                }
              ]
            },
            {
              "name": "canctra",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "overlay": "rgba(13, 121, 89, 0.3)",
              "orbit": "14.3",
              "year": "60.6",
              "size": "5471/6378",
              "day": "66.7/24",
              "coords": "e",
              "details": "A terrestrial world of average size, Canctra's atmosphere is composed of nitrogen and argon. Its frozen surface is mainly composed of tin with deposits of calcium. Aside from some spectacular formations of water-ice at the poles, the planet has little to recommend it."
            },
            {
              "name": "tharopto",
              "image": "Gaseous7.webp",
              "texture": true,
              "orbit": "29.4",
              "year": "128.2",
              "size": "68714/6378",
              "day": "17.5/24",
              "coords": "nw",
              "details": "Tharopto is a typical hydrogen-helium gas giant with traces of chlorine and sulphur in its atmosphere. It has over 100 moons and an extensive ring system composed of pulverized rock, presumably the debris from shattered moons."
            }
          ]
        },
        {
          "name": "Chandrasekhar",
          "star": "Chandrasekhar",
          "filter": "brightness(1.5) saturate(1.3) hue-rotate(-50deg)",
          "size": "20",
          "top": 42,
          "left": 36,
          "bodies": [
            {
              "name": "Teshub",
              "image": "Gaseous4.webp",
              "texture": true,
              "filter": "hue-rotate(40deg) saturate(1.3) contrast(1.3)",
              "orbit": "0.9",
              "year": "1.6",
              "size": "63568/6378",
              "day": "16.6/24",
              "coords": "ne",
              "details": "The first and larger of the two gas giants in the Hawking Eta gateway system, Teshub is composed mainly of hydrogen and helium. The brown and orange coloration in its upper cloud decks are caused by the upwelling of sulfur from lower levels of the atmosphere."
            },
            {
              "name": "Hebat",
              "image": "Gaseous4.webp",
              "filter": "hue-rotate(-60deg) saturate(1.4) contrast(1.3)",
              "texture": true,
              "orbit": "1.35",
              "year": "2.9",
              "size": "36257/6378",
              "day": "17.1/24",
              "coords": "nw",
              "details": "Hebat is a methane-ammonia ice giant. When Heavy Metals ExoMining of China won the bidding rights to develop the moon of Presrop in the Century system, it began by establishing [sic] helium-3 refueling facility on Hebat. The station, completed this year, is considered a model facility by the executives of the state-run company. Though the station produces more than enough fuel to supply the HMEC ships running to and from Century, it has a crew of only a dozen for maintenance and oversight. Nearly all the day-to-day operations are automated."
            }
          ]
        },
        {
          "name": "Schwarzschild",
          "star": "Schwarzschild",
          "filter": "brightness(1) saturate(0.5) hue-rotate(-50deg)",
          "top": 58,
          "left": 34,
          "bodies": [
            {
              "name": "atahil",
              "image": "mercury-texture.webp",
              "overlay": "rgba(0,100,0,.2)",
              "texture": true,
              "orbit": "0.9",
              "year": "1",
              "size": "5230/6378",
              "day": "28.8/24",
              "coords": "n",
              "details": "A typical Venusian \"greenhouse\" world, Atahil is only of note for a few scattered craters. Though flattened by millions of years of high pressure, the marks of orbital bombardment strikes are unmistakable. It is generally accepted among academics that whoever hailed from or settled Schwarzschild's second planet, Etamis, must have had outposts on Atahil as well."
            },
            {
              "name": "etamis",
              "image": "Terrestrial2.webp",
              "clouds": "Clouds1.webp",
              "filter": "contrast(1.6) saturate(0.4)",
              "overlay": "rgba(162, 88, 10, 0.5)",
              "texture": true,
              "orbit": "1.35",
              "year": "1.6",
              "size": "9577/6378",
              "day": "51.6/24",
              "coords": "se",
              "details": "Etamis is a superterrestrial world a third larger than Earth. It is in a \"post-garden\" state that clearly shows evidence of attack from space. While now waterless, the shores of former oceans show patterns of cratering too regular to be anything but saturation bombardment by dreadnought-class kinetic weapons. Although it is unclear how, most of the atmosphere has been lost.<br><br>Archeologists have found little of note. It appears that all settled regions were touched by the global bombardment. The few relics found suggest an advanced spacefaring culture thrived on the world somewhere between from 20 and 40 million years ago. The level of antiquity makes it impossible to estimate the world's former population, or guess whether it was the race's homeworld or a colony."
            },
            {
              "name": "linossa",
              "image": "Gaseous4.webp",
              "filter": "hue-rotate(-55deg) saturate(1.2) contrast(1.5)",
              "texture": true,
              "orbit": "3.34",
              "year": "6.8",
              "size": "55806/6378",
              "day": "17.8/24",
              "coords": "w",
              "details": "Linossa is a hydrogen-helium gas giant. It is surrounded by several thin rings of debris. Analysis of this debris has been difficult due to extreme age and fragility, but several apparently nano-manufactured materials have been identified. The leading theory is that the inhabitants of Etamis mined the atmosphere for helium-3."
            },
            {
              "name": "rihali",
              "image": "Gaseous4.webp",
              "texture": true,
              "filter": "hue-rotate(50deg) saturate(1.2) contrast(1.2)",
              "overlay": "rgba(200,0,0,0.4)",
              "orbit": "6.34",
              "year": "17.9",
              "size": "70778/6378",
              "day": "15.4/24",
              "rings": true,
              "ringsColor": "rgba(230,80,20,0.4)",
              "coords": "e",
              "details": "Rihali is a typical hydrogen-helium gas giant. It is notable because none of its moons is larger than 12 kilometers in diameter, a rare trait among the charted gas giants of the galaxy."
            }
          ]
        },
        {
          "name": "Thorne",
          "star": "Thorne",
          "filter": "brightness(1.5) saturate(1.3) hue-rotate(-50deg)",
          "size": "32",
          "top": 54,
          "left": 52,
          "bodies": [
            {
              "name": "mnemosyne",
              "image": "sun-texture.webp",
              "filter": "brightness(0.3) contrast(1.3) hue-rotate(-20deg)",
              "texture": true,
              "orbit": "0.81",
              "year": "0.8",
              "size": "72541/6378",
              "day": "18.7/24",
              "coords": "ne",
              "details": "Mnemosyne is a brown dwarf of approximately 37 Jupiter-masses. It is young enough that some nuclear fusion still occurs within its depths. It is luminous, and radiates more heat than it receives from the star Thorne, with an atmospheric temperature in excess of 1,800 degrees Kelvin (1,500 degrees Celsius).",
              "bodies": [
                {
                  "name": "lethe",
                  "image": "mars-texture.webp",
                  "texture": true,
                  "filter": "saturate(0.5) hue-rotate(40deg)",
                  "orbit": "0.015",
                  "orbitFactor": 35,
                  "orbitTilt": 11,
                  "size": "5663/6378",
                  "year": "16.4/365",
                  "coords": "se",
                  "details": "Lethe is the largest moon of Mnemosyne, massive enough to retain its own thin atmosphere of methane and nitrogen, and heated by the brown dwarf to relatively moderate temperatures. While nearly the size of Earth, its overall density is low, suggesting a paucity of valuable heavy metals. It is tidally locked to Mnemosyne, one hemisphere always bathed in the brown dwarf's heat and dim red light.<br><br>The moon experiences constant weak tectonic activity, driven by the tidal fluxes of Mnemosyne's gravity rather than Lethe's own internal heat. Several large, ancient volcanoes release wide-ranging flows of molten silicate."
                }
              ]
            }
          ]
        },
        {
          "name": "Verr",
          "star": "Verr",
          "top": 30,
          "left": 59,
          "filter": "brightness(1.6) saturate(1.1) hue-rotate(-40deg)",
          "size": "40",
          "bodies": [
            {
              "name": "corang",
              "image": "Martian.webp",
              "texture": true,
              "orbit": "0.7",
              "year": "0.9",
              "size": "4911/6378",
              "day": "53.2/24",
              "coords": "w",
              "details": "Initial surveys of Corang noted its high density and active plate tectonics, suggesting a high internal heat fueled by a greater than normal concentration of heavy elements and radioactives.<br><br>The atmosphere is a smog of methane, ammonia, and water vapor, a so-called \"primodial soup\" similar to the conditions of early Earth. However, there is no evidence of life developing on Corang's surface beyond the level of simple dextro-amino acids. The minimal energy input of the red dwarf Verr have created an energy-starved surface environment, though the planet's volcanism does hold open some possibility for subterranean development."
            },
            {
              "name": "allusah",
              "image": "Gaseous4.webp",
              "texture": true,
              "filter": "hue-rotate(20deg) saturate(0.8) contrast(1.6)",
              "orbit": "1.19",
              "year": "2.4",
              "size": "25652/6378",
              "day": "18.1/24",
              "coords": "ne",
              "details": "Allusah is a small, dense \"ice giant\" with high concentrations of water, ammonia, and methane."
            },
            {
              "name": "serao",
              "image": "Gaseous4.webp",
              "filter": "hue-rotate(30deg) saturate(1) contrast(1.9)",
              "texture": true,
              "orbit": "2.14",
              "year": "5.7",
              "size": "70881/6378",
              "day": "9.7/24",
              "coords": "s",
              "details": "Serao is a standard hydrogen-helium gas giant. Its more obvious features are a pair of gigantic storm cells; one in the northern hemisphere, and one in the south. While richer in helium-3 than Allusah, the difficulties of extraction from Serao's gravity well and stormy atmosphere led to the other gas giant's development.<br><br>Serao has over 80 moons, ranging from a radius of 50 to 2,000 kilometers."
            }
          ]
        }
      ]
    },
    {
      "name": "Horse Head Nebula",
      "top": 68.1,
      "left": 51.7,
      "image": "cluster-12.webp",
      "bodies": [
        {
          "name": "fortuna",
          "star": "fortuna",
          "top": 30,
          "left": 30,
          "bodies": [
            {
              "name": "maganlis",
              "image": "venus-texture.webp",
              "clouds": "venus_atmosphere.webp",
              "cloudsFilter": "hue-rotate(60deg) saturate(1.5)",
              "texture": true,
              "orbit": "1.32",
              "year": "2.4",
              "size": "7708/6378",
              "day": "33.2/24",
              "coords": "w",
              "details": "Maganlis is a rock terrestrial with an atmosphere of sulphur dioxide and trace amounts of helium. Scans reveal ancient lava plains on the surface, implying a geologically active past. The crust consists of sulphur and basalts, but the planet's mass suggests a core of iron and heavier materials. Cursory drill coring suggests the possibility of simple subterranean life."
            },
            {
              "name": "therumlon",
              "image": "pluto-texture.webp",
              "texture": true,
              "orbit": "7.33",
              "year": "31.4",
              "size": "5942/6378",
              "day": "69/24",
              "coords": "ne",
              "details": "Therumlon is a frigid world with a thick nitrogen-argon atmosphere. The crust contains silicates and unremarkable ores, but is surprisingly rich in phosphates. Since the atmosphere lacks free oxygen, the phosphates are relatively pure and could be of value in the manufacture of fertilizer and incendiary ammunition."
            },
            {
              "name": "amaranthine",
              "image": "Martian.webp",
              "filter": "hue-rotate(210deg) saturate(2)",
              "texture": true,
              "orbit": "3.66",
              "year": "12",
              "size": "6694/6378",
              "day": "59.7/24",
              "coords": "s",
              "details": "Amaranthine is a chilly rock world with an atmosphere of carbon dioxide and nitrogen. Its frozen surface consists largely of light titanium and aluminum oxides, with deposits of thorium and other heavy metals located in the deep crust."
            },
            {
              "name": "wentania",
              "image": "Cracklepotblue.webp",
              "overlay": "rgba(0, 0, 100, .5)",
              "texture": true,
              "orbit": "13.93",
              "year": "82.",
              "size": "3198/6378",
              "day": "32.5/24",
              "coords": "sw",
              "details": "Hard data on Wentania is very limited. When the system was charted by the Alliance surveyor Kupe, only a small, unmanned flyby probe was spared for the distant world. It is a small rock and ice planet, with a trace atmosphere of krypton and sulfur dioxide. Normandy's more detailed survey suggests the frozen terrestrial may be a suitable target for mining. While it is largely water ice, mapping of mass concentrations suggests it has a core of pure aluminum."
            }
          ]
        },
        {
          "name": "pax",
          "star": "pax",
          "top": 52,
          "left": 52,
          "bodies": [
            {
              "name": "svarog",
              "image": "Gaseous6.webp",
              "texture": true,
              "orbit": "0.2",
              "year": "32.285",
              "size": "32285/6378",
              "day": "13.34/24",
              "coords": "s",
              "details": "Svarog is a small but typical hydrogen-helium gas giant whose orbit is quite close to the star. It is unusual for a star with a close orbiting gas giant to have a habitable world."
            },
            {
              "name": "Noveria",
              "image": "mercury-texture.webp",
              "filter": "hue-rotate(210deg) saturate(2)",
              "texture": true,
              "orbit": "0.9",
              "year": "0.9",
              "size": "5656/6378",
              "day": "24/24",
              "coords": "ne",
              "details": "Noveria is a small, frozen terrestrial world, barely habitable by conventional definitions. It is privately chartered by the Noveria Development Corporation, who lease out labs to perform research too dangerous or controversial to be performed elsewhere. Given Noveria's unique situation, it is the source of many wild conspiracy theories."
            },
            {
              "name": "morana",
              "image": "Ice2snow.webp",
              "texture": true,
              "orbit": "6.3",
              "year": "17.7",
              "size": "1089/6378",
              "day": "17.7*365",
              "coords": "w",
              "details": "Morana is an icy planetoid smaller than Earth's moon. Many planetary geologists suspect it was once an Oort cloud \"ice dwarf\" which migrated inwards after an encounter with some other body. While the crust is frozen water ice, deeper layers are mostly silicates, with pockets of magnesium and aluminum. Morana is tidally locked to Pax; the same side always faces the sun."
            },
            {
              "name": "veles",
              "image": "mars-texture.Webp",
              "filter": "hue-rotate(140deg)",
              "texture": true,
              "orbit": "24.5",
              "year": "136.6",
              "size": "7547/6378",
              "day": "62/24",
              "coords": "n",
              "details": "Veles has a thin atmosphere of xenon and krypton – most other materials have frozen and fallen as snow. Its surface is composed of potassium with deposits of magnesium. While investigating the primitive anaerobic life of Veles, Binary Helix survey teams discovered a cunningly hidden anchorage of the ancient krogan warlord Moro. Many records and artifacts of the Krogan Rebellions were recovered and sold at auction. The empty base is now abandoned."
            }
          ]
        },
        {
          "name": "strenuus",
          "star": "strenuus",
          "top": 28,
          "left": 57,
          "bodies": [
            {
              "name": "yunthorl",
              "image": "venus-texture.webp",
              "filter": "hue-rotate(30deg)",
              "texture": true,
              "orbit": "2",
              "year": "5.8",
              "size": "5905/6378",
              "day": "55.2/24",
              "coords": "n",
              "details": "Shrouded by a thick atmosphere of complex hydrocarbons, Yunthorl has never been fully mapped. The surface is hot, and completely covered by a global ocean of liquid hydrocarbons. There are indications of primitive organic life developing deep within the global ocean."
            },
            {
              "name": "antitarra",
              "image": "neptune-texture.webp",
              "filter": "hue-rotate(130deg)",
              "texture": true,
              "orbit": "4.5",
              "year": "52",
              "size": "35417/6378",
              "day": "14.7/24",
              "coords": "e",
              "details": "Antitarra is a standard hydrogen-helium gas giant with traces of ammonia. Hydrocarbons in the atmosphere lend it a distinct brown tint."
            },
            {
              "name": "trelyn",
              "image": "moon-texture.webp",
              "texture": true,
              "orbit": "11",
              "year": "74.9",
              "size": "1163/6378",
              "day": "36.7/24",
              "coords": "nw",
              "details": "Trelyn is a lifeless rock with a trace atmosphere of nitrogen and xenon. Its surface contains large amounts of iron and magnesium silicates. Due to the heavy cratered terrain, starships are discouraged form landing. A salarian religious cult claims that a certain pattern of overlapping craters in the southern hemisphere resembles their goddess."
            },
            {
              "name": "xawin",
              "image": "Icy.webp",
              "texture": true,
              "orbit": "16.2",
              "year": "97.3",
              "size": "5756/6378",
              "day": "21.8/24",
              "coords": "se",
              "details": "Xawin has a thin atmosphere of carbon dioxide and ethane. The surface is frozen, and mainly composed of cobalt with deposits of copper. Planetside conditions are hazardous, with constant ice storms wracking the surface."
            },
            {
              "name": "thesalgon",
              "image": "Gaseous7.webp",
              "filter": "saturate(0.7) hue-rotate(60deg)",
              "texture": true,
              "orbit": "25",
              "year": "173.4",
              "size": "53520/6378",
              "day": "15.5/24",
              "coords": "n",
              "details": "A standard hydrogen-helium gas giant, Thesalgon's atmosphere is tinted blue by trace quantities of methane."
            }
          ]
        }
      ]
    },
    {
      "name": "Local Cluster",
      "top": 76.4,
      "left": 44.8,
      "image": "cluster-18.webp",
      "bodies": [
        {
          "name": "solar system",
          "star": "sun",
          "size": "109",
          "top": 30,
          "left": 34,
          "asteroids": [
            {
              "orbit": "2.5",
              "year": "2.5",
              "bodies": 100
            }
          ],
          "bodies": [
            {
              "name": "mercury",
              "texture": true,
              "image": "mercury-texture.webp",
              "orbit": "0.387",
              "size": "0.383",
              "year": "0.24",
              "coords": "s",
              "details": "Mercury is the smallest and innermost planet in the Solar System. Its orbital period around the Sun of 88 days is the shortest of all the planets in the Solar System. It is named after the Roman deity Mercury, the messenger to the gods."
            },
            {
              "name": "venus",
              "texture": true,
              "image": "venus-texture.webp",
              "orbit": "0.723",
              "size": "0.95",
              "year": "0.61",
              "coords": "ne",
              "details": "Venus is the second planet from the Sun, orbiting it every 224.7 Earth days. It has the longest rotation period (243 days) of any planet in the Solar System and rotates in the opposite direction to most other planets. It has no natural satellites."
            },
            {
              "name": "earth",
              "texture": true,
              "image": "earth-texture.webp",
              "orbit": "1",
              "size": "1",
              "year": "1",
              "coords": "nw",
              "clouds": "earth-clouds.webp",
              "details": "Earth is the third planet from the Sun and the only object in the Universe known to harbor life. According to radiometric dating and other sources of evidence, Earth formed over 4 billion years ago. Earth's gravity interacts with other objects in space, especially the Sun and the Moon, Earth's only natural satellite.",
              "bodies": [
                {
                  "name": "moon",
                  "texture": true,
                  "image": "moon-texture.webp",
                  "orbit": "0.003",
                  "orbitFactor": 50,
                  "size": "0.273",
                  "year": "0.07",
                  "coords": "se",
                  "details": "The Moon is an astronomical body that orbits planet Earth, being Earth's only permanent natural satellite. It is the fifth-largest natural satellite in the Solar System, and the largest among planetary satellites relative to the size of the planet that it orbits (its primary). Following Jupiter's satellite Io, the Moon is second-densest satellite among those whose densities are known."
                }
              ]
            },
            {
              "name": "mars",
              "texture": true,
              "image": "mars-texture.webp",
              "color": "#cf633f",
              "orbit": "1.52",
              "size": "0.532",
              "year": "1.8808",
              "day": "1.026",
              "coords": "se",
              "details": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war, and is often referred to as the \"Red Planet\" because the reddish iron oxide prevalent on its surface gives it a reddish appearance that is distinctive among the astronomical bodies visible to the naked eye. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the valleys, deserts, and polar ice caps of Earth."
            },
            {
              "name": "jupiter",
              "texture": true,
              "image": "jupiter-texture.webp",
              "orbit": "5.2",
              "size": "10.973",
              "year": "11.862",
              "day": "0.413",
              "coords": "sw",
              "details": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a giant planet with a mass one-thousandth that of the Sun, but two-and-a-half times that of all the other planets in the Solar System combined. Jupiter and Saturn are gas giants; the other two giant planets, Uranus and Neptune are ice giants. Jupiter has been known to astronomers since antiquity. The Romans named it after their god Jupiter.",
              "bodies": [
                {
                  "name": "io",
                  "image": "io.webp",
                  "texture" : true,
                  "orbitFactor": 0.6,
                  "size": "0.5",
                  "coords": "sw",
                  "details": "Io (Jupiter I) is the innermost of the four Galilean moons of the planet Jupiter. It is the fourth-largest moon, has the highest density of all the moons, and has the least amount of water of any known astronomical object in the Solar System. It was discovered in 1610 and was named after the mythological character Io, a priestess of Hera who became one of Zeus' lovers.."
                },
                {
                  "name": "europa",
                  "image": "europa.webp",
                  "texture" : true,
                  "orbitFactor": 0.65,
                  "coords": "e",
                  "details": "Europa (Jupiter II), is the smallest of the four Galilean moons orbiting Jupiter, and the sixth-closest to the planet. It is also the sixth-largest moon in the Solar System. Europa was discovered in 1610 by Galileo Galilei and was named after Europa, the legendary mother of King Minos of Crete and lover of Zeus (the Greek equivalent of the Roman god Jupiter)."
                },
                {
                  "name": "ganymede",
                  "image": "ganymede.webp",
                  "texture" : true,
                  "orbitFactor": 0.75,
                  "coords": "n",
                  "details": "Ganymede (Jupiter III) is the largest and most massive moon of Jupiter and in the Solar System. The ninth largest object in the Solar System, it is the largest without a substantial atmosphere. It has a diameter of 5,268 km (3,273 mi) and is 8% larger than the planet Mercury, although only 45% as massive. Possessing a metallic core, it has the lowest moment of inertia factor of any solid body in the Solar System and is the only moon known to have a magnetic field. It is the third of the Galilean moons, the first group of objects discovered orbiting another planet, and the seventh satellite outward from Jupiter, Ganymede orbits Jupiter in roughly seven days and is in a 1:2:4 orbital resonance with the moons Europa and Io, respectively."
                },
                {
                  "name": "callisto",
                  "image": "callisto.webp",
                  "texture" : true,
                  "orbitFactor": 0.8,
                  "coords": "w",
                  "details": "Callisto (Jupiter IV) is the second-largest moon of Jupiter, after Ganymede. It is the third-largest moon in the Solar System after Ganymede and Saturn's largest moon Titan, and the largest object in the Solar System not to be properly differentiated. Callisto was discovered in 1610 by Galileo Galilei. At 4821 km in diameter, Callisto has about 99% the diameter of the planet Mercury but only about a third of its mass. It is the fourth Galilean moon of Jupiter by distance, with an orbital radius of about 1883000 km. It is not in an orbital resonance like the three other Galilean satellites—Io, Europa, and Ganymede—and is thus not appreciably tidally heated. Callisto's rotation is tidally locked to its orbit around Jupiter, so that the same hemisphere always faces inward; Jupiter appears to stand nearly still in Callisto's sky. It is less affected by Jupiter's magnetosphere than the other inner satellites because of its more remote orbit, located just outside Jupiter's main radiation belt."
                }
              ]
            },
            {
              "name": "saturn",
              "texture": true,
              "image": "saturn-texture.webp",
              "orbit": "9.536",
              "size": "9.014",
              "year": "29",
              "day": "10.3/24",
              "coords": "n",
              "rings": true,
              "details": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius about nine times that of Earth. It has only one-eighth the average density of Earth, but with its larger volume Saturn is over 95 times more massive."
            },
            {
              "name": "uranus",
              "texture": true,
              "image": "uranus-texture.webp",
              "orbit": "19.189",
              "size": "4.007",
              "year": "84",
              "day": "17.3/24",
              "coords": "s",
              "details": "Uranus is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have different bulk chemical composition from that of the larger gas giants Jupiter and Saturn. For this reason, scientists often classify Uranus and Neptune as \"ice giants\" to distinguish them from the gas giants."
            },
            {
              "name": "neptune",
              "texture": true,
              "image": "neptune-texture.webp",
              "orbit": "30.103",
              "size": "4.007",
              "year": "165",
              "day": "16.1/24",
              "coords": "ne",
              "details": "Neptune is the eighth and farthest known planet from the Sun in the Solar System. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. Neptune is 17 times the mass of Earth and is slightly more massive than its near-twin Uranus, which is 15 times the mass of Earth and slightly larger than Neptune. Neptune orbits the Sun once every 164.8 years at an average distance of 30.1 astronomical units (4.50×109 km)."
            },
            {
              "name": "pluto",
              "texture": true,
              "image": "pluto-texture.webp",
              "orbit": "39.5",
              "orbitTilt": 17.16,
              "size": "1151/6378",
              "year": "247.7",
              "day": "9.4/24",
              "coords": "nw",
              "details": "Pluto was discovered by Clyde Tombaugh in 1930 and was originally considered to be the ninth planet from the Sun. After 1992, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt. In 2005, Eris, a dwarf planet in the scattered disc which is 27% more massive than Pluto, was discovered. This led the International Astronomical Union (IAU) to define the term \"planet\" formally in 2006, during their 26th General Assembly. That definition excluded Pluto and reclassified it as a dwarf planet.",
              "bodies": [
                {
                  "name": "charon",
                  "image": "charon.webp",
                  "texture" : true,
                  "orbitFactor": 1,
                  "orbit": "0.1",
                  "size": "0.095",
                  "year": "6.4/365",
                  "coords": "n",
                  "details": "Charon, also known as (134340) Pluto I, is the largest of the five known natural satellites of the dwarf planet Pluto. It was discovered in 1978 at the United States Naval Observatory in Washington, D.C., using photographic plates taken at the United States Naval Observatory Flagstaff Station (NOFS). With half the diameter and one eighth the mass of Pluto, it is a very large moon in comparison to its parent body. Its gravitational influence is such that the barycenter of the Pluto–Charon system lies outside Pluto. In September 2016, astronomers announced that the reddish-brown cap of the north pole of Charon is composed of tholins, organic macromolecules that may be essential ingredients of life, and produced from methane, nitrogen and related gases released from the atmosphere of Pluto and transferred over about 19,000 km (12,000 mi) distance to the orbiting moon. The New Horizons spacecraft is the only probe that has visited the Pluto system. It approached Charon to within 27,000 km (17,000 mi) in 2015."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Maroon Sea",
      "top": 58.9,
      "left": 69.3,
      "image": "cluster-19.webp",
      "bodies": [
        {
          "name": "Caspian",
          "star": "Caspian",
          "filter": "saturate(0.3) hue-rotate(130deg) brightness(1.3)",
          "size": "200",
          "top": 35,
          "left": 45,
          "asteroids": [
            {
              "orbit": "3",
              "year": "3",
              "bodies": 250
            }
          ],
          "bodies": [
            {
              "name": "clotanca",
              "image": "Rockbits1.webp",
              "filter": "hue-rotate(100deg)",
              "texture": true,
              "orbit": "5",
              "year": "124.7",
              "size": "7810/6378",
              "day": "19.7/24",
              "coords": "nw",
              "details": "Clotanca is large but low-density terrestrial world with an atmosphere of nitrogen and carbon monoxide. Its crust is mainly composed of sulphur and unremarkable silicates. Occasional deposits of heavy metals, usually the result of meteor strikes, dot the surface."
            },
            {
              "name": "farnuri",
              "image": "pluto-texture.webp",
              "texture": true,
              "orbit": "8",
              "year": "352.7",
              "size": "8968/6378",
              "day": "67.8/24",
              "coords": "e",
              "details": "Farnuri has a trace atmosphere of carbon dioxide and helium. The surface is mainly composed of silica laced with iron oxides, indicating the world had an oxygenated atmosphere at some time in the past. Given the relative youth of the blue star Caspian and the significant gravity well of Farnuri, this must have occurred with astonishing swiftness, perhaps a result of some cataclysmic event. Further research is required."
            },
            {
              "name": "almarcrux",
              "image": "Cracklepotblue.webp",
              "texture": true,
              "orbit": "13.7",
              "year": "584.1",
              "size": "4715/6378",
              "day": "64.7/24",
              "coords": "ne",
              "details": "Almarcrux has an atmosphere of methane and ethane. Despite the distance from Caspian, the energetic young star heats the surface to almost temperate levels. Thick ground fogs are common at the terminator, where water ice frozen during the long dark side night meets the warm air masses from the day side. The crust is mainly composed of copper with deposits of sodium.<br><br>Almarcrux's abundant water and relatively mild temperature and gravity have placed it on the short list of terraforming candidate worlds. However, there is significant opposition from eco-ethics groups, who assert that Almarcrux's primitive methanotrophic bacteria may be a precursor to a full-fledged native ecology."
            },
            {
              "name": "antida",
              "image": "Gaseous3.webp",
              "filter": "saturate(2)",
              "texture": true,
              "orbit": "25",
              "year": "1296.1",
              "size": "29657/6378",
              "day": "12.8/24",
              "coords": "w",
              "details": "Antida is a standard hydrogen-helium gas giant. Its atmosphere is darkened by traces of sodium. It is one of relatively few planets known with an orbital period of more than a millennium."
            }
          ]
        },
        {
          "name": "Matano",
          "star": "Matano",
          "filter": "brightness(1.6)",
          "top": 30,
          "left": 20,
          "asteroids": [
            {
              "orbit": "4.5",
              "year": "4.5",
              "bodies": 150
            },
            {
              "orbit": "18",
              "year": "18",
              "bodies": 350
            }
          ],
          "bodies": [
            {
              "name": "inti",
              "image": "Volcanic.webp",
              "filter": "hue-rotate(80deg) contrast(1.3)",
              "texture": true,
              "orbit": "1.2",
              "year": "0.6",
              "size": "9032/6378",
              "day": "0.6*365",
              "coords": "s",
              "details": "Inti is a terrestrial planet with an atmosphere composed of ammonia and helium. Its surface is mainly composed of sodium oxide with deposits of magnesium. Its density is rather low, leaving the planet tide-locked to Matano."
            },
            {
              "name": "chasca",
              "image": "Terrestrial4.webp",
              "clouds": "earth-clouds.webp",
              "texture": true,
              "orbit": "3",
              "year": "1.3",
              "size": "8059/6378",
              "day": "1.3*365",
              "coords": "nw",
              "details": "Chasca is a large, but low density world, fundamentally similar to its inner neighbor Inti. Like Inti, Chasca is tidally-locked to Matano. The same side always faces the sun, resulting in a scorching day side and a frozen night side. In the temperate areas around the terminator, temperatures average around 30 Celsius. Combined with a nitrogen-oxygen atmosphere, this slender band of habitable terrain allows limited colonization by humans.<br><br>Chasca's ring is unique. It appears to be, for lack of a better term, a massive piece of alien \"installation art\". The rings are made of small pieces of synthetic material, and are almost invisible from space. From the ground, they catch and scatter the light of Matano in picturesque ways. It is not known who created the ring or when.<br><br>Chasca is very early in development, with little more than a few pioneer teams scattered across the surface. Information is being collated about native hazards and ecology, while a massive colonist recruiting drive is gearing up back on Earth."
            },
            {
              "name": "apo",
              "image": "pluto-texture.webp",
              "overlay": "rgba(126, 165, 14, 0.4)",
              "texture": true,
              "orbit": "5.8",
              "year": "29.7",
              "size": "6843/6378",
              "day": "56.7/24",
              "coords": "e",
              "details": "A craggy world of igneous and basaltic mountains, Apo is wracked by constant geologic activity. While volcanic hotspots are rare, continental plates are constantly piling up new mountains, subducting old ones, or causing slips along transform faults.<br><br>Apo has a dense atmosphere composed of nitrogen and carbon monoxide. Due to the constant earthquakes and landslide activity, surface exploration is not advised. The rubble-covered wrecks of a half-dozen expeditionary ships stand in mute testament to the planet's instability."
            },
            {
              "name": "illapa",
              "image": "Gaseous4.webp",
              "overlay": "rgba(255,0,0,.5)",
              "texture": true,
              "orbit": "16",
              "year": "74.1",
              "size": "72820/6378",
              "day": "15.7/24",
              "coords": "n",
              "details": "Illapa is a hydrogen-helium gas giant with an unusual ruby color caused by contaminants in the atmosphere. The world has over 120 moons, one of the highest totals of all known systems.<br><br>Once full development of Chasca colony begins, a helium-3 refining infrastructure will be developed in the Illapa system, concentrated on the large ice moon of Coniraya."
            },
            {
              "name": "supay",
              "image": "Icy.webp",
              "filter": "saturate(3.8)",
              "overlay": "rgba(0,0,137,.4)",
              "texture": true,
              "orbit": "22",
              "year": "275.5",
              "size": "4317/6378",
              "day": "63.4/24",
              "coords": "nw",
              "details": "Supay has the composition of an ice dwarf planet, but is unusually large for such a body. It has a trace atmosphere of krypton and xenon. The frozen surface is dotted with deposits composed of potassium and light metals, brought to the surface by cryovolcanic processes."
            }
          ]
        },
        {
          "name": "Vostok",
          "star": "Vostok",
          "top": 20,
          "left": 46,
          "asteroids": [
            {
              "orbit": "2.7",
              "year": "2.7",
              "bodies": 220
            }
          ],
          "bodies": [
            {
              "name": "clomarthu",
              "image": "venus-texture.webp",
              "filter": "saturate(.6)",
              "texture": true,
              "orbit": "1.1",
              "year": "1",
              "size": "6028/6378",
              "day": "18.8/24",
              "coords": "w",
              "details": "Clomarthu has a reducing atmosphere of methane and nitrogen. The surface is hot, and is mainly composed of sodium with deposits of uranium. In terms of size and orbit, Clomarthu could be Earth's twin, but utterly lacks life."
            },
            {
              "name": "nodacrux",
              "image": "Swamp.webp",
              "texture": true,
              "orbit": "1.7",
              "year": "3.6",
              "size": "5988/6378",
              "day": "22.2/24",
              "coords": "ne",
              "details": "Nodacrux is a verdant world with abundant water, temperate climate, a thick oxygen-nitrogen atmosphere and a rich ecosystem. It would seem to be perfect for life. The relatively high percentage of oxygen makes humans feel energized and alive, though it has also allowed insect analogues to grow to frightful sizes.<br><br>Unfortunately, Nodacrux is a case of \"almost but not quite\". Thunderstorms are as common as on Earth, but in Nodacrux's thicker, oxygen-rich atmosphere, they are deafening and spark constant wildfires. More damning, however, are the large and ubiquitous tufts of pollen that float in the high-pressure air. In humans and other oxygen-breathing species, they cause severe or lethal allergic reactions."
            },
            {
              "name": "alko",
              "image": "Martian.webp",
              "filter": "hue-rotate(170deg) contrast(0.7)",
              "texture": true,
              "orbit": "5",
              "year": "28.7",
              "size": "4949/6378",
              "day": "45.2/24",
              "coords": "s",
              "details": "The geological properties of Alko have been scanned from orbit, but little else is known about it. A fairly typical mix outer terrestrial of rock and ice, Alko has a trace atmosphere of xenon and krypton. Its crust is composed of silicates and water ice with deposits of aluminum."
            },
            {
              "name": "pataiton",
              "image": "uranus-texture.webp",
              "texture": true,
              "orbit": "11",
              "year": "110.2",
              "size": "16622/6378",
              "day": "18.6/24",
              "coords": "se",
              "details": "A rather small hydrogen-helium gas giant, Pataiton's atmosphere contains large quantities of chlorine."
            }
          ]
        }
      ]
    },
    {
      "name": "Pangaea Expanse",
      "top": 32.9,
      "left": 62.8,
      "image": "cluster-02b.webp",
      "bodies": [
        {
          "name": "Refuge",
          "star": "Refuge",
          "filter": "brightness(1.6) hue-rotate(-30deg) saturate(1.4)",
          "top": 36,
          "left": 52,
          "bodies": [
            {
              "name": "agetoton",
              "image": "venus-texture.webp",
              "filter": "saturate(.2)",
              "texture": true,
              "orbit": "0.8",
              "year": "0.4",
              "size": "6172/6378",
              "day": "53.5/24",
              "coords": "s",
              "details": "Agetoton has a pressure-cooker atmosphere composed of carbon dioxide and ethane. Its scorching hot surface is mainly composed of sulfur with deposits of gold. Surface gravity is comfortable at 1.0 standard G's."
            },
            {
              "name": "ilos",
              "image": "mars-texture.webp",
              "filter": "hue-rotate(80deg) saturate(.4)", 
              "texture": true,
              "orbit": "3.6",
              "year": "261/365",
              "size": "8607/6378",
              "day": "54.5/24",
              "coords": "nw",
              "details": "In the golden age of the Protheans, Ilos was a verdant world, dotted with the spires and arches of magnificent cities. Even casual observation shows this is no longer the case. Ilos has been devastated by means unknown, its entire surface changed to the color of rust. The atmosphere shows heightened levels of oxygen. Wildfires, presumably ignited by lightning strikes, can be seen burning on the dark side. This indicates that most - if not all - respirating animal life forms have died off. Surface gravity is a comfortable 1.17 standard G's."
            },
            {
              "name": "zafe",
              "image": "Gaseous6.webp",
              "texture": true,
              "orbit": "13",
              "year": "33.8",
              "size": "30488/6378",
              "day": "12.2/24",
              "coords": "e",
              "details": "Zafe is a relatively small hydrogen and helium gas giant. There are several tenuous belts of debris in equatorial orbit. Spectral analysis of the material suggests artificial origin, perhaps the remains of stations that once mined Zafe for helium-3."
            }
          ]
        }
      ]
    },
    {
      "name": "Sentry Omega",
      "top": 41.5,
      "left": 80.5,
      "image": "cluster-17.webp",
      "bodies": [
        {
          "name": "Hoc",
          "star": "Hoc",
          "filter": "brightness(1.6) hue-rotate(-30deg) saturate(1.4)",
          "top": 27,
          "left": 50,
          "bodies": [
            {
              "name": "jarfor",
              "image": "Gaseous1.webp",
              "texture": true,
              "orbit": "3",
              "year": "1.3",
              "size": "63169/6378",
              "day": "1.3*365",
              "coords": "ne",
              "details": "Jarfor is a close-orbiting \"hot Jupiter\" hydrogen-helium gas giant with clouds of airborne silicate and deeper layers of sodium. In composition, it is extraordinarily similar to 51 Pegasi's planet Bellerophon (one of the first extrasolar planets discovered by humanity in the late 20th century).<br><br>Despite its great size, Jarfor is actually rather low-mass; the incredible heat of the star Hoc has caused its atmosphere to expand. In fact, Jarfor is so low-mass, it is tidally locked to Hoc. The temperature difference between the sunward \"hot pole\" and the dark side \"cold pole\" creates constant hurricane-force winds."
            },
            {
              "name": "nemata",
              "image": "mercury-texture.webp",
              "texture": true,
              "orbit": "5.1",
              "year": "3.5",
              "size": "7318/6378",
              "day": "70.4",
              "coords": "w",
              "details": "Nemata is a terrestrial planet with a thick, hazy atmosphere of ammonia, methane, and a cocktail of other hydrocarbon gasses. The surface is scorching hot, and mainly composed of nickel with deposits of iron.<br><br>With a density 1.4 times that of Earth, it is obvious that Nemata is rich with heavier elements. Mining could be extremely profitable, though the lethal heat and high gravity make initial development costly. Given the political instability of the nearby Terminus Systems, investment is unlikely."
            },
            {
              "name": "virmire",
              "image": "Terrestrial3.webp",
              "clouds": "Clouds1.webp",
              "texture": true,
              "orbit": "7",
              "year": "9.2",
              "size": "6440/6378",
              "day": "22.3",
              "coords": "n",
              "details": "Virmire is a lush frontier world, ideal for colonization by carbon-based species. Its vast seas and orbital position on the inner life zone have created a wide equatorial band of humid, tropical terrain. Unfortunately, the political instability of the nearby Terminus Systems has impeded colonization efforts - the high risk of raids by pirates and slavers makes it an unappealing homestead."
            },
            {
              "name": "cloroplon",
              "image": "uranus-texture.webp",
              "filter": "hue-rotate(190deg) saturate(3)",
              "texture": true,
              "orbit": "14",
              "year": "47.8",
              "size": "32191/6378",
              "day": "13.4/24",
              "coords": "w",
              "details": "Cloroplon is a relatively small hydrogen-helium gas giant, with a haze of methane in the upper atmosphere."
            },
            {
              "name": "prescyla",
              "image": "pluto-texture.webp",
              "overlay": "rgba(0,200,0,.5)",
              "texture": true,
              "orbit": "19",
              "year": "108.7",
              "size": "2075/6378",
              "day": "24.9/24",
              "coords": "e",
              "details": "Prescyla is a terrestrial world so small, it cannot even retain a trace atmosphere. The surface is frozen and composed mostly of magnesium silicates with carbonaceous deposits."
            }
          ]
        }
      ]
    },
    {
      "name": "Serpent Nebula",
      "top": 64,
      "left": 31.3,
      "image": "serpent-nebula.webp",
      "bodies": [
        {
          "name": "Boltzmann",
          "star": "Boltzmann",
          "filter": "hue-rotate(-30deg) saturate(0.4)",
          "top": 60,
          "left": 68,
          "asteroids": [
            {
              "orbit": "2.7",
              "year": "2.7",
              "bodies": 150
            }
          ],
          "bodies": [
            {
              "name": "wheeler",
              "image": "venus-texture.webp",
              "filter": "contrast(0.6)",
              "overlay": "rgba(16,130,25,.4)",
              "texture": true,
              "orbit": "0.85",
              "year": "0.8",
              "size": "7894/6378",
              "day": "60.5/24",
              "coords": "nw",
              "details": "Wheeler is a sizable rock planet. Its atmosphere is a hostile mix of hydrogen and carbon monoxide, which poses little hazard to remote robo-mining. Modern equipment can easily tolerate the planet's temperatures and gravity. Wheeler's crust is rich in bauxite and other light metals used in fabricators the galaxy over."
            },
            {
              "name": "bekenstein",
              "image": "Alpine.webp",
              "clouds": "earth-clouds.webp",
              "texture": true,
              "orbit": "1.8",
              "year": "2.4",
              "size": "6050/6378",
              "day": "21.3/24",
              "coords": "se",
              "details": "The recipient of the first wave of Earth's colonization efforts, Bekenstein's founders had a decidedly less agrarian plan than Eden Prime. The mission of Bekenstein's first colony was to become Earth's off-planet manufacturing base, ingratiating humanity into galactic culture by producing needed goods. Meeting with mixed success for the first generation, Bekenstein then leapfrogged its competition by producing high-quality luxury goods that went straight to nearby markets via the Citadel. Today, Bekenstein is known as \"the humans' Illium\", a place where new-money tycoons flaunt their wealth and the have-nots are rarely spoken of."
            },
            {
              "name": "t'hooft",
              "image": "Martian.webp",
              "filter": "hue-rotate(180deg) saturate(0.2) contrast(1.5)",
              "texture": true,
              "orbit": "3.6",
              "year": "6.8",
              "size": "3247/6378",
              "day": "34.2/24",
              "coords": "s",
              "details": "Technically named T'hooft (Dutch for \"the head\"), Thooft is a dwarf planet with a moderate carbon dioxide atmosphere and rich deposits of periclase. Originally put on the star charts when a human scout ship needed to discharge its drive core and wasn't able to reach the system's gas giants in time, Thooft has seen some development by Hoshichiri Heavy Industries. Periclase from the asteroid can be found in common industrial products, such as industrial cable insulation and fire-resistant prefab housing walls."
            },
            {
              "name": "veltman",
              "image": "Gaseous2.webp",
              "filter": "saturate(3) contrast(2) brightness(0.8)",
              "texture": true,
              "orbit": "7.1",
              "year": "19",
              "size": "61755/6378",
              "day": "14/24",
              "coords": "n",
              "details": "A hydrogen-helium gas giant, Veltman is home to the koshiroten, enormous storm cells that appear as whitish spots and are visible as far away as Bekenstein. As with most other colonized gas giants, Veltman's orbital space sports a variety of helium-3 refueling stations for merchant vessels. Of particular note among the orbital stations is the Dynamis Corporation's facility for manufacturing metastable metallic hydrogen, despite the risks involved in manipulating the powerful mass effect fields needed to do so. Citadel warships, which use the substance in their thrusters, can frequently be seen docking at Veltman as a result. This makes the Boltzmann system one of the most heavily patrolled in Citadel space."
            },
            {
              "name": "feynman",
              "image": "Gaseous6.webp",
              "filter": "hue-rotate(-130deg) contrast(1.2) brightness(1.6)",
              "texture": true,
              "orbit": "15.2",
              "year": "59.4",
              "size": "40196/6378",
              "day": "16.9/24",
              "coords": "ne",
              "details": "A hydrogen-methane gas giant, Feynman is of far less interest to the colonists of Bekenstein than its moons. All 24 are under heavy development by three rival firms, Hoshichiri Heavy Industries, Guanghui Solutions, and the Dynamis Corporation. These three firms are under ironclad contracts to sell their raw materials exclusively to corporations based on or orbiting around Bekenstein, a situation which has led to heavy investment on Bekenstein from manufacturing corporations looking to get a piece of the action. Feynman itself has been relatively untouched by the mining concerns as its strong magnetosphere and great dark storm cells create a barrier to all but the newest generation of scanners."
            }
          ]
        },
        {
          "name": "Widow",
          "star": "Widow",
          "top": 40,
          "left": 47,
          "bodies": [
          ]
        }
      ]
    },
    {
      "name": "Styx Theta",
      "top": 46.9,
      "left": 66.7,
      "image": "cluster-04b.webp",
      "bodies": [
        {
          "name": "Acheron",
          "star": "Acheron",
          "top": 58,
          "left": 63,
          "asteroids": [
            {
              "orbit": "9",
              "year": "9",
              "bodies": 130
            }
          ],
          "bodies": [
            {
              "name": "farthorl",
              "image": "Volcanic.webp",
              "filter": "hue-rotate(140deg) contrast(0.6) brightness(0.7)",
              "texture": true,
              "orbit": "0.3175",
              "year": "0.2",
              "size": "6506/6378",
              "day": "tidal",
              "coords": "s",
              "details": "A modest terrestrial planet, Farthorl has an atmosphere of carbon dioxide and chlorine. The crust is mainly composed of sulfur with deposits of nickel. The terrain is extremely rough – a patchwork of craggy, overlapping craters dating back to the formation of the solar system. Farthorl is tidally locked to the star Acheron. The day side has never been fully mapped."
            },
            {
              "name": "altahe",
              "image": "venus-texture.webp",
              "filter": "brightness(.2)",
              "texture": true,
              "orbit": "0.8",
              "year": "0.8",
              "size": "4404/6378",
              "day": "53.8/24",
              "coords": "ne",
              "details": "Altahe is an exceptional form of planet called a Roche World. Put simply, it is one half of a pair of small and unusually dense terrestrial worlds (Altahe and Ontahe) that orbit each other so closely, they effectively share a single atmosphere. That does not mean one could fly from one to the other, but both have identical atmospheres and dust from one often can be found on the other.<br><br>Both worlds share an atmosphere of nitrogen and ethane. The surface is warm, and mainly composed of silica dust and dark basaltic rocks, with extensive deposits of heavy metals and radioactives. Tidal effects from Ontahe create constant heavy wind."
            },
            {
              "name": "grosalgen",
              "image": "Ocean.webp",
              "texture": true,
              "orbit": "11.13",
              "year": "41.5",
              "size": "5198/6378",
              "day": "28.9/24",
              "coords": "w",
              "details": "An enigmatic rock and ice planet, Grosalgen has a thin atmosphere of carbon dioxide and ethane. The surface is composed of frozen water and chlorine."
            },
            {
              "name": "imaneya",
              "image": "mercury-texture.webp",
              "overlay": "rgba(0, 0, 230, 0.4)",
              "texture": true,
              "orbit": "22.2",
              "year": "117.7",
              "size": "11621/6378",
              "day": "56.4/24",
              "coords": "s",
              "details": "Though exceptionally large for a terrestrial world, Imaneya is composed of water ice with a core of various carbonaceous compounds. It has a density only half that of Earth, and an atmosphere of nitrogen and carbon monoxide. The surface is composed of surprisingly pure water ice, with a high albedo."
            }
          ]
        },
        {
          "name": "Erebus",
          "star": "Erebus",
          "top": 39,
          "left": 18,
          "asteroids": [
            {
              "orbit": "2.3",
              "year": "2.3",
              "bodies": 150
            }
          ],
          "bodies": [
            {
              "name": "nepmos",
              "image": "mercury-texture.webp",
              "filter": "brightness(0.5)",
              "texture": true,
              "orbit": "0.8",
              "year": "0.7",
              "size": "7593/6378",
              "day": "68.1/24",
              "coords": "w",
              "details": "Nepmos is a resource-rich terrestrial world somewhat larger than Earth, with a dense atmosphere of sulphur dioxide and argon. Nepmos' crust is very thin and unstable, not more than 8 kilometers deep in any location. Subsurface magma flows are a hazard to ground travel, and earthquakes are frequent. While heavy metals and radioactives are plentiful, this geological instability has deterred investment by mining concerns."
            },
            {
              "name": "quaji",
              "image": "venus-texture.webp",
              "clouds": "Clouds4.webp",
              "cloudsFilter": "",
              "texture": true,
              "orbit": "4.2",
              "year": "2.9",
              "size": "5160/6378",
              "day": "38.7",
              "coords": "s",
              "details": "Quaji is a terrestrial planet with an atmosphere of methane and ethane. The surface is composed of silica with deposits of uranium and heavy metals. Clouds of small water ice crystals are common. Quaji's skies are full of fine silica dust. From the surface, the sky has a pronounced salmon hue."
            },
            {
              "name": "wermani",
              "image": "Gaseous7.webp",
              "filter": "hue-rotate(70deg) saturate(1.6) contrast(1.4)",
              "texture": true,
              "orbit": "7",
              "year": "9.9",
              "size": "71541/6378",
              "day": "9.2/24",
              "coords": "ne",
              "details": "Wermani has only been visited once by a single, unmanned probe. It is a standard hydrogen-helium gas giant with large formations of water vapor clouds in the atmosphere."
            },
            {
              "name": "chofen",
              "image": "Gaseous3.webp",
              "filter": "saturate(0.3)",
              "texture": true,
              "orbit": "13",
              "year": "56.9",
              "size": "21481/6378",
              "day": "13.7",
              "coords": "nw",
              "details": "Chofen is an unusually small hydrogen-helium gas giant, with traces of sulphur and hydrocarbons in the atmosphere. The Alliance surveyor ship Ibn Battuta provided inconclusive evidence of hydrocarbon life in the atmosphere (over 1000 meters below the cloud tops), where pressure compresses Chofen's hydrogen into a liquid state.<br><br>Proof of life in the atmosphere would prove many long-standing theories. Unfortunately, only a probe with extremely expensive mass effect generators could survive the crushing pressure long enough to send back useful data – and the probe would be lost in the attempt. Simple expense makes investigation doubtful."
            }
          ]
        }
      ]
    },
    {
      "name": "Voyager Cluster",
      "top": 60.5,
      "left": 86.3,
      "image": "",
      "bodies": [
        {
          "name": "Amazon",
          "star": "Amazon",
          "bodies": [
            {
              "name": "agebinium",
              "image": "mercury-texture.webp",
              "filter": "saturate(1.5)",
              "overlay": "rgba(200, 0, 0, .5)",
              "texture": true,
              "orbit": "0.6",
              "year": "1.8",
              "size": "4910/6378",
              "day": "42.1/24",
              "coords": "w",
              "details": "Agebinium is a small terrestrial world with an extremely thin atmosphere of carbon dioxide and krypton. Though the planet has sufficient mass to maintain a much thicker atmosphere, much of it has been blasted away.<br><br>The red giant Amazon is a long-period variable star, currently at the nadir of a 16-year cycle. At peak, its energy output doubles, lashing Agebinium with intense heat and radiation.<br><br>The crust is mainly composed of aluminum with deposits of tin. Much of the surface is coated with fine silicate dust, which easily penetrates the smallest cracks to foul machinery."
            },
            {
              "name": "derneuca",
              "image": "Martian.webp",
              "filter": "saturate(1.2) hue-rotate(10deg)",
              "texture": true,
              "orbit": "1.4",
              "year": "3.1",
              "size": "11728/6378",
              "day": "65.5/24",
              "coords": "ne",
              "details": "Derneuca is an enormous terrestrial world, nearly twice the size of Earth. Its environment is similar to that of Mars; arid, and a mix of craggy basalt highlands and sand-scoured deserts of iron-laced silcate dust.<br><br>Derneuca's atmosphere mainly consists of carbon dioxide and argon, but the planet's mass is great enough that measurable amounts of helium, and even molecular hydrogen, remain trapped in its atmosphere.<br><br>The planet's gravity well is deep enough that it has collected nearly a dozen small satellites, most captured asteroids. Its surfaced is scarred by many large craters, marking the final resting place of other captured asteroids."
            },
            {
              "name": "sonedma",
              "image": "Cracklepotblue.webp",
              "filter": "hue-rotate(-50deg) contrast(0.8) saturate(1.7)",
              "texture": true,
              "orbit": "3.3",
              "year": "6.2",
              "size": "9647/6378",
              "day": "44.7/24",
              "coords": "n",
              "details": "Sonedma is the second of the Amazon system's arid \"super-terrestrial\" worlds. It is considerably less dense than its neighbor Derneuca and has an atmosphere of carbon dioxide and ethane. Its frozen surface is mainly composed of iron-laced silicates with deposits of sulfur."
            },
            {
              "name": "sybin",
              "image": "Cracklepotblue.webp",
              "filter": "hue-rotate(-70deg) saturate(1.2)",
              "texture": true,
              "orbit": "7.2",
              "year": "15.1",
              "size": "4645/6378",
              "day": "62.6/24",
              "coords": "e",
              "details": "A small rock and ice planet, Sybin has an extremely thin atmosphere of hydrogen sulfide and ethane. Its frozen surface is mainly composed of magnesium and silicates with deposits of iron.<br><br>Sybin's crust contains significant deposits of green serpentine, a mineral formed by volcanic activity. This suggests Sybin was a more geologically active world in the distant past."
            },
            {
              "name": "tremar",
              "image": "Gaseous5.webp",
              "filter": "",
              "texture": true,
              "orbit": "12.7",
              "year": "33.4",
              "size": "61266/6378",
              "day": "12.5/24",
              "coords": "n",
              "details": "Tremar is a standard hydrogen-helium gas giant with traces of methane and nitrogen in its upper atmosphere."
            }
          ]
        },
        {
          "name": "Columbia",
          "star": "Columbia",
          "asteroids": [
            {
              "orbit": 2.7,
              "year": 2.7,
              "bodies": 100
            },
            {
              "orbit": 7.7,
              "year": 7.7,
              "bodies": 300
            }
          ],
          "bodies": [
            {
              "name": "clojila",
              "image": "Volcanic.webp",
              "filter": "hue-rotate(50deg) saturate(1.7)",
              "texture": true,
              "clouds": "Clouds2.webp",
              "cloudsFilter": "opacity(10%)",
              "orbit": "1.1",
              "year": "0.3",
              "size": "7014/6378",
              "day": "47.6/24",
              "coords": "s",
              "details": "Clojiia is a \"hothouse\" terrestrial world with a dense atmosphere of nitrogen and sulphur dioxide. The surface is scorching hot, and mainly composed of iron with deposits of gold.<br><br>The core of Clojiia is very hot and tectonically active. Volcanic eruptions are common, and the outgassing continues to add to the density of the atmosphere. The largest active volcano has a caldera nearly 100 kilometers in diameter, and its basalt floods have covered an area roughly equivalent to the size of the Earth continent of Australia."
            },
            {
              "name": "nepheron",
              "image": "sun-texture.webp",
              "filter": "saturate(0.2) hue-rotate(150deg)",
              "texture": true,
              "orbit": "4.1",
              "year": "0.8",
              "size": "6865/6378",
              "day": "56.2/24",
              "coords": "ne",
              "details": "Nepheron is a barren, volcanic terrestrial world with an atmosphere of carbon dioxide and krypton. Its surface is mainly composed of sodium with deposits of magnesium.<br><br>Aside from displays of geologic beauty (including many spectacular volcanoes), this barren world is of little interest. Entries relating to Nepheron in the astronomical database are sparse."
            },
            {
              "name": "ontaheter",
              "image": "pluto-texture.webp",
              "filter": "",
              "texture": true,
              "clouds": "",
              "orbit": "5.4",
              "year": "5.2",
              "size": "3718/6378",
              "day": "56.3/24",
              "coords": "w",
              "details": "Ontaheter is an unusually large ice world, with a core of silicate rock and light metals, and a trace atmosphere of krypton and xenon. The crust is mainly composed of water ice. Ontaheter's ice sheets show obvious signs of large scale fracture and refreezing, centered on a massive crater near the south pole."
            },
            {
              "name": "gromar",
              "image": "Ice2snow.webp",
              "filter": "saturate(2) contrast(1.1) hue-rotate(-20deg)",
              "texture": true,
              "orbit": "11.9",
              "year": "115.6",
              "size": "4911/6378",
              "day": "30.3/24",
              "coords": "nw",
              "details": "Gromar is a rocky, terrestrial world with a trace atmosphere of krypton and xenon. The frozen surface is mainly composed of copper with deposits of calcium. Prior to the Alliance's expansion into the Voyage Cluster [sic], Gromar hosted half of a turian interferometric telescope array. Connected with similar telescope in the Attican Beta cluster by an expensive chain of FTL comm buoys, the two functioned as a virtual \"lens\" with an effective aperture equal to the thousands of light years between them. The turians used this to map the Terminus Systems with great accuracy."
            }
          ]
        },
        {
          "name": "Yangtze",
          "star": "Yangtze",
          "bodies": [
            {
              "name": "renshato",
              "image": "uranus-texture.webp",
              "filter": "saturate(3) hue-rotate(220deg)",
              "texture": true,
              "clouds": "",
              "orbit": "1.1",
              "year": "0.5",
              "size": "25957/6378",
              "day": "18.1/24",
              "coords": "se",
              "details": "Renshato is close-orbiting \"Hot Jupiter\" with traces of sulphur in its hydrogen-helium atmosphere. The disruptive gravity well of the gas giant prevented any planets from forming nearby."
            },
            {
              "name": "binthu",
              "image": "Rockbits1.webp",
              "filter": "brightness(0.9) contrast(1.5)",
              "texture": true,
              "orbit": "4.7",
              "year": "5",
              "size": "5935/6378",
              "day": "53.2/24",
              "coords": "w",
              "details": "Binthu has an atmosphere of carbon dioxide, with a permanent haze of toxic chlorine and clouds of sulphur dioxide that periodically drop torrents of acidic rain on the surface. Its crust is mainly composed of sulphur with deposits of calcium."
            },
            {
              "name": "dregir",
              "image": "pluto-texture.webp",
              "filter": "",
              "texture": true,
              "orbit": "7.8",
              "year": "23.7",
              "size": "2843/6378",
              "day": "34/24",
              "coords": "w",
              "details": "Dregir is a small, barren rock world with a trace atmosphere of krypton and xenon. The surface is frigid, and mainly composed of silicates with deposits of magnesium, aluminum, and other light metals. Dregir has a weak magnetic field, making it unsuitable for drive discharge operations."
            },
            {
              "name": "patajiri",
              "image": "moon-texture.webp",
              "texture": true,
              "orbit": "11",
              "year": "123.6",
              "size": "7304/6378",
              "day": "57.7/24",
              "coords": "n",
              "details": "Patajiri has a thin atmosphere composed of neon and chlorine. Its frozen surface is mainly composed of silica with deposits of copper. During the long, cold night, the chlorine in the atmosphere falls to the ground in the form of frost."
            }
          ]
        }
      ]
    }
  ]   
}